{
    "PSF_Task" :
        [ 
            {
                "Area" : "Technologies, Tasks, Environment", 
                "Strategia" : "Cross-Training",
                "Descrizione" : "Cross-training is an intervention strategy that increases team performance. With the cross-training of employees, some key skills are distributed across the team. This means that team members become more complete and can take on a wider range of tasks. This gives the team greater flexibility and the ability to adapt to changing circumstances. One of the primary benefits of employee cross-training is to reduce risk. Many teams rely on one person's knowledge or experience for certain tasks. Giving other team members the opportunity to work with the key team member will give them a chance to absorb key knowledge and develop their skills. Organizing to distribute tasks to other team members for a portion of the time can also help. Appointing a reserve to cover the key team member can also reduce the risk of being dependent on just one person.",
                "Raccomandazioni" : "Overall, this type of intervention is more accepted and shared by workers in situations of low individualism, as the latter are more willing to cooperate with each other to achieve team objectives and support each other in carrying out the tasks. tasks. In situations of high individualism, on the other hand, workers tend to pay more attention to their personal interests and to put them before team goals. In these cases, in order to promote acceptance and motivation to take part in these interventions, it is necessary to emphasize the advantages deriving from participation in terms of skills enhancement and to better structure job rotations according to the personal career development interests of workers. . In situations of great distance from power, the structuring and definition of cross training courses is more accepted and shared by the workers when established and “imposed“ by the organization. On the other hand, for low levels of distance from power, it is necessary to directly involve workers in the definition of cross-training courses in order to encourage their involvement and motivation. In situations of high levels of rejection of uncertainty, the planning and definition of the intervention activities must be explicit and clear (both in terms of functionality and modalities) in order to avoid the establishment of feelings of ambiguity of role and insecurity by the workers. Conversely, in situations of low levels of rejection of uncertainty,"   
            },
            {
                "Area" : "Technologies, Tasks, Environment",
                "Strategia" :"Task sequencing" ,
                "Descrizione": "Task sequencing intervention involves breaking down a complex task into less difficult and more manageable, as well as sequentially ordered, sub-tasks. The intervention consists in showing the operator how to safely carry out each of the sub-tasks of the task and, by repetition, favoring the acquisition of the most effective safety behaviors. The intervention is structured according to learning steps that follow the sequence of the sub-tasks of the main task: in this sense, only when the worker has demonstrated that he is able to perform a sub-task safely is it possible to move on to the next one. The subdivision of the task has a double function. On the one hand, it favors the acquisition of safe behaviors according to an approach that allows the operator to proceed according to his own learning speed. On the other hand, in the presence of particularly complex and / or long tasks, it allows the worker to have a specific and ordered sequence of sub-tasks to perform, reducing the perceived level of complexity. At the end of the intervention, the operator is able to carry out the task in its entirety, maintaining high levels of safety in the various phases of execution of the task.",
                "Raccomandazioni" : "For this type of intervention, attention must be paid to the levels of rejection of uncertainty and pragmatism present within the organizational fabric. As regards the first, the fragmentation of tasks represents a delicate operation that risks creating uncertainty and ambiguity, especially in the event that the worker is not clear on the methods of execution of the sub-task and the related purposes. In the event of high levels of rejection of uncertainty, therefore, it is necessary to structure the intervention in order to establish in an even more precise and accurate way the specific procedures and methods of execution of the various tasks, in order to limit the possibility of personal interpretation on the part of the worker and perceptions of ambiguity. In these cases, moreover, it is advisable to provide continuous coaching and supervision (especially in the initial stages of learning) to support the worker. In situations of high pragmatism, workers tend to value more action plans that foresee results in the short to medium term and that are perceived as useful. In this sense, the unpacking of tasks could result in workers' perplexity due to the increase in the time required for the execution of the task. Consequently, it is necessary to communicate to workers the benefits deriving from the implementation of the intervention, highlighting in particular the expected results in the short-medium term and the advantages for the operators (for example, focusing on increasing safety skills and reducing risk exposure level)."
            },
            {
                "Area": "Individual",
                "Strategia": "Problem solving strategies",
                "Descrizione": "This type of intervention includes meetings in small groups to stimulate a constructive discussion on safety problems and jointly generate strategies to solve them. Usually the activity is organized around two sequential phases: 1.Identification of the problem = phase in which the problem is described and analyzed according to the contextual characteristics within which it is placed (What is the problem? How does it manifest itself? Under what conditions? Which actors does it involve and in what way? What is the current seriousness of the problem?) 2.Identification of possible solutions = phase in which the modalities by which to reach a solution are defined (Which solution would allow to solve the problem? pros and cons of each solution?).",
                "Raccomandazioni": "High levels of individualism can affect the participation of workers in decision-making processes: in these cases, operators are less likely to accept the solutions to the problems identified by the group and tend more to impose their own point of view. For this reason, the number of participants should be more limited (8-10 people max) to avoid the onset of interpersonal conflicts and facilitate the processes of brainstorming and identifying the problem. Conversely, in the case of low levels of individualism, the number of participants should be greater (15 to 20). Levels of distance from power also affect the effectiveness of the intervention. In particular, in case of high distance from power, workers are less inclined to participate in decision-making processes and tend to accept the solutions identified by management more. Also in these cases, the number of participants should be more limited (8-10) and provide for the presence of leaders with a predominant role in the decision-making processes. On the other hand, in situations of low distance from power, it is necessary to involve the workers more, leaving them the possibility of formulating the most appropriate solutions and providing for their active participation during the implementation of the intervention. In situations of high levels of rejection of uncertainty, workers need the aims of the intervention and the solutions identified to be clear and well defined. In these cases, therefore, particular attention must be paid to the phase of presentation of the intervention to the workers, clearly specifying the objectives and purposes of the same. The solutions identified should also be as concrete and defined as possible, in order to avoid ambiguity in their implementation. In cases of low levels of uncertainty, on the other hand, it is possible to identify more flexible solutions (which can be modified during construction) by devoting greater attention to the experimentation phase of the solutions identified."
            },
            {
                "Area": "Individual",
                "Strategia": "Stress management programs",
                "Descrizione": "In fact, in stressful situations, emotions can negatively influence safety performance by exerting a direct impact on behavior. For example, if the operator feels a strong anxiety due to the perceived danger of the task he has to perform, this could cause him to become distracted during the execution of the task by making him forget to wear PPE correctly or to perform a procedure. The interventions based on stress management are structured in order to make the worker acquire personal skills to manage their emotions in situations of potential stress. These interventions aim to increase the adaptive coping strategies put in place by people to cope with stressful situations, such as anticipation of the stressful stimulus and emotional regulation.",
                "Raccomandazioni": "High levels of masculinity can negatively affect the effectiveness of the intervention from multiple perspectives. First of all, it should be emphasized that in these situations the workers tend as much as possible to mask or hide their insecurities and fears due to fear of the judgment of others. In these contexts, the display of macho behavior is generally more accepted than the norm and, indeed, is sometimes viewed positively within the work context. These behaviors are accompanied by a poor perception of risk and a tendency to work even in potentially risky conditions. For these reasons, it is important to involve workers in defining the intervention by transmitting a climate of openness and abstention from judgment: in other words, it is necessary to convey the message that it is normal to experience feelings of stress within the working context and that showing one's discomfort is not a sign of weakness. Furthermore, to encourage participation in the intervention, it is necessary to communicate the objectives of the intervention in a transparent manner, in particular by focusing on the enhancement of transversal skills in stress management."
            },
            {
                "Area": "Individual",
                "Strategia": "Development of non-technical skills",
                "Descrizione": "This intervention strategy focuses on the development of skills, knowledge and abilities associated with working safely through the implementation of different learning techniques (Active Learning, E-learning, learning by doing) and behavioral goal setting, action planning, problem solving, management of personal resources (eg management of fatigue and stress). The common objective that these techniques pursue is to make available to the worker all the skills necessary to carry out their work in safety and, in particular, to favor the development of safety skills that the worker can apply even in different situations than to perform various tasks. This intervention strategy can make use of different methodologies (e.g. training, coaching,",
                "Raccomandazioni": "Interventions aimed at increasing non-technical skills can potentially be very effective in increasing safety behaviors in multiple contexts characterized by the prevalence of different cultural values. However, they are particularly recommended in contexts where high levels of masculinity prevail. In contexts where high levels of individualism prevail, the focus must be placed on the acquisition of skills at an individual level, on the promotion of the individual and on the acquisition of personal skills and abilities. In contexts where low levels of individualism prevail, more importance will be given to the skills that the group needs."
            },
            {
                "Area": "Team",
                "Strategia": "Personal commitment and role modeling",
                "Descrizione": "This intervention strategy is implemented in order to foster awareness of the impact that one's behavior can have on others, to guide the worker towards the adoption of safer behaviors and to encourage the assumption of responsibility with respect to safety issues. In this type of intervention it is essential to focus attention on the potential advantages associated with working safely for the worker, while at the same time trying to encourage the development of positive attitudes on the part of workers. Overall, these interventions share the objective of encouraging the development of positive values with respect to safety, in particular through actions to raise awareness of the issue at the team and organizational level.",
                "Raccomandazioni": "The cultural values present within the organizational context can significantly influence the potential effectiveness of interventions based on this strategy. In particular, in contexts where high levels of individualism prevail, strategies focused on personal commitment will be more effective, which underline the importance of high standards for individual safety and the responsibility of the individual worker linked to safety behaviors. At low levels of individualism, interventions that emphasize the social aspects related to role modeling and the benefits that the whole group / organization can derive from it will be more effective."
            }
        ],
    "PSF_Tecnico" : 
        [
            { 
                "Area" : "Technologies, Tasks, Environment", 
                "Strategia" : "Nudgning techniques",
                "Descrizione" : "Nudging consists in introducing elements that direct the choices of the worker towards the execution of the desired behavior. They are techniques that through an “architecture of choice” alter people's behavior in a predictable way without forbidding any option. Security nudging techniques aim to present safe behavior as easier or more convincing when making the decision by modifying the environment of choice to subtly guide user behavior. These are elements capable of directing individual behavior in decision-making processes by means of stimuli that make the individual lean towards a certain option. For example, to encourage people to use the stairs (rather than the elevator), you could draw on the steps the number of calories that would be consumed if you decided to use them. Highlighting the positive aspects associated with the use of stairs (consuming calories) represents precisely that “push” (nudge) capable of influencing individual behavior.",
                "Raccomandazioni" : "Interventions based on the nudging strategy are effective regardless of the prevailing cultural values in the application site. However, it is possible to provide some recommendations on how the type of nudge can be adapted to the specific cultural context. In contexts where a high level of individualism prevails, workers prefer to exercise greater control over their working conditions and the work itself and therefore types of nudge such as Defaults and Priming will be more effective. Furthermore, the workers will be more oriented to support the decisions taken individually, therefore the types of nudge that respect the sense of mastery of the worker will be more effective (see Example 1). In reverse, in contexts where low levels of individualism prevail, workers will tend to prefer decisions taken collectively and therefore types of nudge based on social norms or in any case that exploit messages that emphasize the community and the sense of belonging to a group. In this context, in fact, the workers will tend to act mainly in the interest of the group, and not necessarily of themselves. In contexts where a high distance from power prevails, workers will tend to appreciate rigid and formalized regulations, which dictate the standards for safety performance. Nudges must therefore include a smaller number of possible choices and may be more prescriptive towards the behaviors to be adopted. In fact, workers tend to be more likely to receive safety directives. This precaution is also valid in cases where a high rejection of uncertainty is prevalent, where in fact workers tend to prefer the adoption of clear and detailed procedures, rules and standards. In these cases the nudges should be based on simple and precise messages as much as possible. In contexts where low levels of rejection of uncertainty prevail, nudges will be more effective in which the number of available choices is maximized, emphasizing flexibility and adaptability to the needs of the context. The workers, in fact, they will tend to adhere more to nudges that allow you to choose the behavior to adopt based on the changing conditions in which you have to operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective."
            },
            {
                "Area" : "Technologies, Tasks, Environment",
                "Strategia" : "Behavioral assessment of technological assistance systems",
                "Descrizione" : "Digitization, automation and artificial interlocking are increasingly used with the aim of further increasing the level of safety of workers through the application of digital technologies and latest generation equipment. The “Intelligent Personal Protective Equipment“ consist of accessories and clothing (eg bracelets, helmets, goggles, up to entire suits) that incorporate advanced electronic technologies and sensors, generally connected to smartphones or IoT networks. Wearable devices are capable of to positively impact safety behaviors, increase the well-being of workers and, ultimately, bring a substantial benefit to the organization. Wearable devices are more effective when we take into consideration the usability and acceptance by workers and any ethics and data protection issues. The provision of augmented reality viewers and Head Mounted Displays can compensate for risks related to experience and training, giving suggestions and information to workers (e.g. in unusual situations or helping them with mnemonic tasks). Similarly, proximity detection and alarm systems, already reliable and effective, can warn workers when they know they are approaching moving hazards (such as heavy equipment or vehicular traffic in the plant) or avoid access to certain restricted areas or areas. . The provision of augmented reality viewers and Head Mounted Displays can compensate for risks related to experience and training, giving suggestions and information to workers (e.g. in unusual situations or helping them with mnemonic tasks). Similarly, proximity detection and alarm systems, already reliable and effective, can warn workers when they know they are approaching moving hazards (such as heavy equipment or vehicular traffic in the plant) or avoid access to certain restricted areas or areas. . The provision of augmented reality viewers and Head Mounted Displays can compensate for risks related to experience and training, giving suggestions and information to workers (e.g. in unusual situations or helping them with mnemonic tasks). Similarly, proximity detection and alarm systems, already reliable and effective, can warn workers when they know they are approaching moving hazards (such as heavy equipment or vehicular traffic in the plant) or avoid access to certain restricted areas or areas.",
                "Raccomandazioni": "The introduction of technological assistance systems has proved effective in many cultural contexts. However, it is important to adapt each intervention on the basis of the preferences and needs not only of the organization but above all of the end users. Some considerations can be reported in particular regarding the acceptance of the technology. In particular, this type of strategy may not be effective in contexts where low levels of rejection of uncertainty prevail, since in these cases workers tend to be generally wary of technological solutions. The potential efficacy increases considerably, however, in contexts characterized by low levels of masculinity, since it has been shown that low levels of masculinity favor the acceptance of technology by workers. In contexts characterized by low levels of pragmatism, highlighting the long-term benefits of technology, such as reducing workload, can improve perceived usefulness and perceived ease of use."
            },
            {
                "Area": "Individual",
                "Strategia" : "Optimization of mental resources",
                "Descrizione": "This intervention strategy aims to optimize the mental workload, through methods that reduce cognitive demands and facilitate the implementation of safe behaviors. Workers may not adopt safe behaviors or make mistakes due to excessive mental strain, also called cognitive workload. The cognitive workload, in fact, increases when the worker is asked to use non-designed tools in the best way or when the procedures to be followed are many and complex. The mental resources we have available to perform tasks and use tools are limited. The more mental resources are used to carry out a certain task, the greater the likelihood of a mistake being made. This is generally linked to a decrease in workers' attention and an increase in perceived stress. Excessive cognitive workload can lead workers to use “shortcuts“, often unsafe behaviors, to try to reduce the effort required.",
                "Raccomandazioni": "Intervention strategies based on the optimization of mental resources can be more effective in contexts where low levels of individualism prevail. In these cases, in fact, the workers will tend more to follow the behavioral model of the group when they are faced with a critical decision-making situation, rather than showing personal initiative. Checklists and flowcharts will be especially used in these situations. It is also possible to provide indications on how to adapt this type of intervention based on other cultural values. The use of checklists will be preferred in contexts where high levels of distance from power prevail as workers tend to appreciate more rigid and formalized regulations, which dictate the standards for safety performance. In these cases, workers tend to be more likely to receive directives. The checklists will have to be conceived in order to reduce the ambiguities of role and overload, which are frequent in contexts where a high distance from power prevails. This also applies to contexts where high levels of rejection of uncertainty prevail, since workers tend to prefer the adoption of clear and detailed procedures, rules and standards. In this case the checklists will be followed more easily the simpler and more prescriptive they will be, even without providing particular justifications or explanations relating to the steps to be followed and the behaviors to be adopted. Even in contexts where a low pragmatism prevails, workers will be more likely to accept the imposition of rules and procedures. In reverse, in contexts where low distance from power and low rejection of uncertainty prevail, flow charts that emphasize rules, procedures and standards that are flexible and adaptable to the needs of the context will be preferred. In fact, workers will tend to more easily follow safety rules and procedures that allow them to choose the behavior to adopt based on the changing conditions in which they must operate. The workers will tend to appreciate more tools that in their design have seen the consultation of the workers themselves, instead of receiving directives exclusively from above. Consultation with workers in the development of such tools will be particularly appreciated even in contexts characterized by high levels of pragmatism."
            },
            {
                "Area": "Individual",
                "Strategia":"Decision-making balance",
                "Descrizione":"This behavioral change strategy can be interpreted according to two different perspectives. The first leverages the comparison between the advantages and disadvantages of implementing a certain behavior. It is particularly suitable for managing a situation of ambivalence towards a certain behavior (eg. The person is aware of the risks involved in not adhering to safety procedures but at the same time considers them “a nuisance“ or thinks that “I have always my way and it always went well “). The second perspective aims to emphasize the discrepancy between the ideal situation in which the person would like to find himself and the current behavior, which distances him from the desired goal. It is very effective when it focuses on individual workers but can be equally useful to conduct with groups, involving everyone in the change process, as team members are able to get new ideas or new perspectives from each other. These two different perspectives are frequently used to change behaviors related to the use of substances such as alcohol, drugs or tobacco, change in eating habits or increase physical activity, but they can also be effective for behaviors related to time management or compliance with safety procedures in organizational contexts. The difference between the two types of intervention lies in the focus adopted. While the first perspective is more focused on illustrating all the possible outcomes associated with the different behaviors of the worker,", 
                "Raccomandazioni":"Interventions based on the decision-making balance strategy will be particularly effective in contexts where a high rejection of uncertainty prevails. In this context, it has been shown that interventions that allow workers to reflect on the pros and cons of adopting safe behaviors are more effective. Interventions based on this strategy must take particular account of the levels of cultural individualism value to increase their effectiveness. In contexts where high levels of individualism prevail, the decision-making balance should focus on the positive (or negative) effects that a given behavior has for the individual himself rather than for the group or community, while in contexts with a low level of individualism the connections between public safety and work, focusing the decision-making balance on the positive (or negative) effects of a given behavior for the group or community. Similarly, when a low level of masculinity is prevalent, these types of interventions will be more effective if carried out in work groups and focused on analyzing the factors that can promote safe behavior and identifying the elements that hinder performance. safe. At low levels of masculinity, the decision-making balance will also have to be aimed at emphasizing the benefits and disadvantages of certain safety behaviors for the environment and society. Furthermore, this intervention strategy can be particularly effective if adapted to situations in which low or high pragmatism prevails."
            },
            {  
                "Area":"Team",
                "Strategia":"Development of stable habits",
                "Descrizione":"Habits are learned behaviors that are set in motion naturally when certain events occur or when you are in a certain situation. Habitual behaviors are dependent on stimuli in the context and are learned through repetition. Habits are implemented almost automatically, with low awareness and control, and are generally difficult to change. This strategy focuses on facilitating the formation of safe habits or unhinging unsafe habitual behaviors, for example, through practice and repetition exercises accompanied by instructions that allow them to act correctly, or through the insertion of stimuli into the environment that push workers towards the desired behavior.",
                "Raccomandazioni":"This type of intervention is particularly effective in contexts where low levels of individualism prevail, since individuals show the tendency not to directly assume responsibilities at the individual level and instead tend to attribute it to the group level. Similarly, the improvement and formation of stable habits is a potentially very effective strategy even in contexts where high levels of masculinity prevail. However, this type of strategy can be effective in many cultural contexts as long as the contents of the messages and tools used are adapted to the prevailing cultural values in the context."
            },
            {
                "Area":"Team",
                "Strategia":"Monitoring of safety activities and behaviors",
                "Descrizione":"This intervention strategy consists in observing and / or recording the behavior of the worker, with his consent, or establishing a method that allows the worker himself to monitor and / or record his own behavior in order to stimulate a change in the desired direction. . The basic idea is to increase workers' awareness of behaviors such as adhering to certain safety procedures, as part of an improvement strategy. These interventions leverage the processes for which current behavior is compared to a pre-established standard. This strategy is based on the use of log-based methods or technological systems that collect behavioral data in an automated manner.",
                "Raccomandazioni":"The potential effectiveness of interventions based on the activity and behavior monitoring strategy can be considerably increased if particular attention is paid to levels of individualism. In contexts where high levels of individualism prevail, workers will tend to prefer to exercise greater control over their working conditions and over the work itself. In this case it is possible to structure the intervention on the monitoring of behaviors at the level of the single individual and emphasize the high standards for individual safety, personal responsibilities and the comparison between individual performances. For contexts where a low level of individualism prevails, workers will be less likely to exercise individual control over their activities and working conditions. In these cases, the intervention should focus on monitoring indicators at the group / team / unit level, rather than individual. Furthermore, episodes of widespread responsibility are more likely to occur in this type of context. Regardless of the selected indicators, the intervention can help mitigate this phenomenon if it includes communicative elements that emphasize personal responsibility. In contexts where a high distance from power prevails, workers will tend to accept more the monitoring of behavior by supervisors or bosses, as well as that the behaviors to be monitored are more rigid. In contexts predominantly at low levels of distance from power, workers will tend to prefer self-monitoring. Even in contexts where high levels of masculinity prevail, interventions based on self-monitoring will be more effective. In this last case it is also possible to emphasize elements of comparison and competitiveness among workers to increase adherence to the intervention."
            },
            {
                "Area":"Team",
                "Strategia":"Behavioral Coaching",
                "Descrizione":"This type of intervention is focused on comparing the safe performance of a colleague and that of another. The goal is to encourage the reinforcement of expected behaviors through practical support from colleagues and / or supervisors for carrying out tasks safely. These interventions are centered on the development of safety skills and safe behaviors through participatory learning processes that manifest themselves through the observation of one's own and others' behaviors and through continuous reciprocal interaction mechanisms based on feedback. Among the methodologies that can be implemented for this type of intervention, behavioral coaching is among the most suitable.",
                "Raccomandazioni":"In contexts characterized by high levels of individualism, these interventions should take into account a low propensity on the part of workers to collaborate to achieve safety objectives. The relationships between coach and coachee, in this sense, must be structured in such a way as to develop a two-way relationship that includes exchanges between both the coach and the coachee. In other words, it is necessary to favor relational exchanges between the two figures in order to prevent the coachee from perceiving the coach's advice as one-way directives (and therefore, imposed from above)."
            }        
        ],
    "PSF_Lavoratori":
        [
            {
                "Area":"Technologies, Tasks, Environment",
                "Strategia":"Behavioral assessment of technological assistance systems",
                "Descrizione":"Digitization, automation and artificial interlocking are increasingly used with the aim of further increasing the level of safety of workers through the application of digital technologies and latest generation equipment. The “Intelligent Personal Protective Equipment“ consist of accessories and clothing (eg bracelets, helmets, goggles, up to entire suits) that incorporate advanced electronic technologies and sensors, generally connected to smartphones or IoT networks. Wearable devices are capable of to positively impact safety behaviors, increase the well-being of workers and, ultimately, bring a substantial benefit to the organization. Wearable devices are more effective when we take into consideration the usability and acceptance by workers and any ethics and data protection issues. The provision of augmented reality viewers and Head Mounted Displays can compensate for risks related to experience and training, giving suggestions and information to workers (e.g. in unusual situations or helping them with mnemonic tasks). Similarly, proximity detection and alarm systems, already reliable and effective, can warn workers when they know they are approaching moving hazards (such as heavy equipment or vehicular traffic in the plant) or avoid access to certain restricted areas or areas.",
                "Raccomandazioni":"The introduction of technological assistance systems has proved effective in many cultural contexts. However, it is important to adapt each intervention on the basis of the preferences and needs not only of the organization but above all of the end users. Some considerations can be reported in particular regarding the acceptance of the technology. In particular, this type of strategy may not be effective in contexts where low levels of rejection of uncertainty prevail, since in these cases workers tend to be generally wary of technological solutions. The potential efficacy increases considerably, however, in contexts characterized by low levels of masculinity, since it has been shown that low levels of masculinity favor the acceptance of technology by workers. In contexts characterized by low levels of pragmatism, highlighting the long-term benefits of technology, such as reducing workload, can improve perceived usefulness and perceived ease of use."
            },
            {
                "Area":"Individual",
                "Strategia":"Decision-making balance",
                "Descrizione":"These behavioral change strategies leverage comparing the advantages and disadvantages of engaging in a certain behavior. They are particularly suitable for managing a situation of ambivalence towards a certain behavior (eg. The person is aware of the risks involved in not adhering to safety procedures but at the same time considers them “a nuisance“ or thinks that “I have always my way and it always went well “). The strategies aim to emphasize the discrepancy between the ideal situation in which the person would like to find himself and the current behavior, which distances him from the desired goal. It is very effective when it focuses on individual workers but it can be equally useful to conduct with groups, involving everyone in the change process. as team members are able to get new ideas or new perspectives from each other. These strategies are frequently used to change behaviors related to substance use such as alcohol, drugs or tobacco, change in eating habits or increase physical activity, but they can also be effective for behaviors related to the management of time or compliance with safety procedures in organizational contexts.",
                "Raccomandazioni":"Interventions based on the decision-making balance strategy will be particularly effective in contexts where a high rejection of uncertainty prevails. In this context, it has been shown that interventions that allow workers to reflect on the pros and cons of adopting safe behaviors are more effective. Interventions based on this strategy must take particular account of the levels of cultural individualism value to increase their effectiveness. In contexts where high levels of individualism prevail, the decision-making balance should focus on the positive (or negative) effects that a given behavior has for the individual himself rather than for the group or community, while in contexts with a low level of individualism the connections between public safety and work, focusing the decision-making balance on the positive (or negative) effects of a given behavior for the group or community. Similarly, when a low level of masculinity is prevalent, these types of interventions will be more effective if carried out in work groups and focused on analyzing the factors that can promote safe behavior and identifying the elements that hinder performance. safe. At low levels of masculinity, the decision-making balance will also have to be aimed at emphasizing the benefits and disadvantages of certain safety behaviors for the environment and society. Furthermore, this intervention strategy can be particularly effective if adapted to situations in which low or high pragmatism prevails."
            }
        ],
    "BarriereDiretteIndv":
        [
            {
                "Area":"Technologies, Tasks, Environment",
                "Strategia":"Nudgning techniques",
                "Descrizione": "Nudging consists in introducing elements that direct the choices of the worker towards the execution of the desired behavior. They are techniques that through an “architecture of choice” alter people's behavior in a predictable way without forbidding any option. Security nudging techniques aim to present safe behavior as easier or more convincing when making the decision by modifying the environment of choice to subtly guide user behavior. These are elements capable of directing individual behavior in decision-making processes by means of stimuli that make the individual lean towards a certain option. For example, to encourage people to use the stairs (rather than the elevator), you could draw on the steps the number of calories that would be consumed if you decided to use them. Highlighting the positive aspects associated with the use of stairs (consuming calories) represents precisely that “push” (nudge) capable of influencing individual behavior.",
                "Raccomandazioni":"Interventions based on the nudging strategy are effective regardless of the prevailing cultural values in the application site. However, it is possible to provide some recommendations on how the type of nudge can be adapted to the specific cultural context. In contexts where a high level of individualism prevails, workers prefer to exercise greater control over their working conditions and the work itself and therefore types of nudge such as Defaults and Priming will be more effective. Furthermore, the workers will be more oriented to support the decisions taken individually, therefore the types of nudge that respect the sense of mastery of the worker will be more effective (see Example 1). In reverse, in contexts where low levels of individualism prevail, workers will tend to prefer decisions taken collectively and therefore types of nudge based on social norms or in any case that exploit messages that emphasize the community and the sense of belonging to a group. In this context, in fact, the workers will tend to act mainly in the interest of the group, and not necessarily of themselves. In contexts where a high distance from power prevails, workers will tend to appreciate rigid and formalized regulations, which dictate the standards for safety performance. Nudges must therefore include a smaller number of possible choices and may be more prescriptive towards the behaviors to be adopted. In fact, workers tend to be more likely to receive safety directives. This precaution is also valid in cases where a high rejection of uncertainty is prevalent, where in fact workers tend to prefer the adoption of clear and detailed procedures, rules and standards. In these cases the nudges should be based on simple and precise messages as much as possible. In contexts where low levels of rejection of uncertainty prevail, nudges will be more effective in which the number of available choices is maximized, emphasizing flexibility and adaptability to the needs of the context. The workers, in fact, they will tend to adhere more to nudges that allow you to choose the behavior to adopt based on the changing conditions in which you have to operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective."   
            },
            {
                "Area":"Individual",
                "Strategia":"Development of stable habits",
                "Descrizione": "Habits are learned behaviors that are set in motion naturally when certain events occur or when you are in a certain situation. Habitual behaviors are dependent on stimuli in the context and are learned through repetition. Habits are implemented almost automatically, with low awareness and control, and are generally difficult to change. This strategy focuses on facilitating the formation of safe habits or unhinging unsafe habitual behaviors, for example, through practice and repetition exercises accompanied by instructions that allow them to act correctly, or through the insertion of stimuli into the environment that push workers towards the desired behavior.",
                "Raccomandazioni":"This type of intervention is particularly effective in contexts where low levels of individualism prevail, since individuals show the tendency not to directly assume responsibilities at the individual level and instead tend to attribute it to the group level. Similarly, the improvement and formation of stable habits is a potentially very effective strategy even in contexts where high levels of masculinity prevail. However, this type of strategy can be effective in many cultural contexts as long as the contents of the messages and tools used are adapted to the prevailing cultural values in the context."   
            }

        ],
    
    "BarriereDiretteTeam" : [
        {
            "Area" : "Technologies, Tasks, Environment",
            "Strategia" : "Nudgning techniques",
            "Descrizione" : "Nudging consists in introducing elements that direct the choices of the worker towards the execution of the desired behavior. They are techniques that through an “architecture of choice” alter people's behavior in a predictable way without forbidding any option. Security nudging techniques aim to present safe behavior as easier or more convincing when making the decision by modifying the environment of choice to subtly guide user behavior. These are elements capable of directing individual behavior in decision-making processes by means of stimuli that make the individual lean towards a certain option. For example, to encourage people to use the stairs (rather than the elevator), you could draw on the steps the number of calories that would be consumed if you decided to use them. Highlighting the positive aspects associated with the use of stairs (consuming calories) represents precisely that “push” (nudge) capable of influencing individual behavior.",
            "Raccomandazioni" : "In contexts where a high level of individualism prevails, workers prefer greater controls on working conditions and on the work itself and therefore types of nudge such as Defaults, Commitment and Feedback will be more effective. Furthermore, the workers will be more oriented to support the decisions taken individually, therefore the types of nudge that respect the sense of mastery of the worker will be more effective (see Example 1). On the contrary, in contexts where low levels of individualism prevail, workers will tend to prefer decisions taken collectively and therefore types of nudge based on social norms or in any case that exploit messages that emphasize the community and the sense of belonging to a group. In this context, in fact, workers will tend to act mainly in the interest of the group, and not necessarily of themselves. In contexts where a high distance from power prevails, workers will tend to appreciate rigid and formalized regulations, which dictate the standards for safety performance. Nudges must therefore include a smaller number of possible choices and may be more prescriptive towards the behaviors to be adopted. In fact, workers tend to be more likely to receive safety directives. This precaution is also valid in cases where a high rejection of uncertainty is prevalent, where in fact workers tend to prefer the adoption of clear and detailed procedures, rules and standards. In these cases the nudges should be based on simple and precise messages as much as possible. In contexts where low levels of rejection of uncertainty prevail, nudges will be more effective in which the number of available choices is maximized, emphasizing flexibility and adaptability to the needs of the context. In fact, workers will tend to adhere more to nudges that allow them to choose the behavior to adopt based on the changing conditions in which they must operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective. nudges will be more effective in which the number of available choices is maximized, emphasizing flexibility and adaptability to the needs of the context. In fact, workers will tend to adhere more to nudges that allow them to choose the behavior to adopt based on the changing conditions in which they must operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective. nudges will be more effective in which the number of available choices is maximized, emphasizing flexibility and adaptability to the needs of the context. In fact, workers will tend to adhere more to nudges that allow them to choose the behavior to adopt based on the changing conditions in which they must operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective. they will tend to adhere more to nudges that allow you to choose the behavior to adopt based on the changing conditions in which you have to operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective. they will tend to adhere more to nudges that allow you to choose the behavior to adopt based on the changing conditions in which you have to operate and that emphasize processes of empowerment. In contexts that are predominantly low-level of masculinity, nudges that emphasize information on the consequences of safety behaviors for the environment and society will be more effective."
        },
        {
            "Area" : "Team",
            "Strategia" : "Behavioral Coaching",
            "Descrizione" : "This type of intervention is focused on comparing the safe performance of a colleague and that of another. The goal is to encourage the reinforcement of expected behaviors through practical support from colleagues and / or supervisors for carrying out tasks safely. These interventions are centered on the development of safety skills and safe behaviors through participatory learning processes that manifest themselves through the observation of one's own and others' behaviors and through continuous reciprocal interaction mechanisms based on feedback. Among the methodologies that can be implemented for this type of intervention, behavioral coaching is among the most suitable.",
            "Raccomandazioni" : "In contexts characterized by high levels of individualism, these interventions should take into account a low propensity on the part of workers to collaborate to achieve safety objectives. The relationships between coach and coachee, in this sense, must be structured in such a way as to develop a two-way relationship that includes exchanges between both the coach and the coachee. In other words, it is necessary to favor relational exchanges between the two figures in order to prevent the coachee from perceiving the coach's advice as one-way directives (and therefore, imposed from above)."
        },
        {
            "Area" : "Team",
            "Strategia" : "Monitoring of safety activities and behaviors",
            "Descrizione" : "This intervention strategy consists in observing and / or recording the behavior of the worker, with his consent, or establishing a method that allows the worker himself to monitor and / or record his own behavior in order to stimulate a change in the desired direction. . The basic idea is to increase workers' awareness of behaviors such as adhering to certain safety procedures, as part of an improvement strategy. These interventions leverage the processes for which current behavior is compared to a pre-established standard. This strategy is based on the use of log-based methods or technological systems that collect behavioral data in an automated manner.",
            "Raccomandazioni" : "The potential effectiveness of interventions based on the activity and behavior monitoring strategy can be considerably increased if particular attention is paid to levels of individualism. In contexts where high levels of individualism prevail, workers will tend to prefer to exercise greater control over their working conditions and over the work itself. In this case it is possible to structure the intervention on the monitoring of behaviors at the level of the single individual and emphasize the high standards for individual safety, personal responsibilities and the comparison between individual performances. For contexts where a low level of individualism prevails, workers will be less likely to exercise individual control over their activities and working conditions. In these cases, the intervention should focus on monitoring indicators at the group / team / unit level, rather than individual. Furthermore, episodes of widespread responsibility are more likely to occur in this type of context. Regardless of the selected indicators, the intervention can help mitigate this phenomenon if it includes communicative elements that emphasize personal responsibility. In contexts where a high distance from power prevails, workers will tend to accept more the monitoring of behavior by supervisors or bosses, as well as that the behaviors to be monitored are more rigid. In contexts predominantly at low levels of distance from power, workers will tend to prefer self-monitoring. Even in contexts where high levels of masculinity prevail, interventions based on self-monitoring will be more effective. In this last case it is also possible to emphasize elements of comparison and competitiveness among workers to increase adherence to the intervention."
        }
    ],
    "B_SalvaguardiaNonTecn" : [
        {
            "Area" : "Individual",
            "Strategia" : "Development of non-technical skills",
            "Descrizione" : "This intervention strategy focuses on the development of skills, knowledge and abilities associated with working safely through the implementation of different learning techniques (Active Learning, E-learning, learning by doing) and behavioral goal setting, action planning, problem solving, management of personal resources (eg management of fatigue and stress). The common objective that these techniques pursue is to make available to the worker all the skills necessary to carry out their work in safety and, in particular, to favor the development of safety skills that the worker can apply even in different situations than to perform various tasks. This intervention strategy can make use of different methodologies (e.g. training, coaching, ...)",
            "Raccomandazioni" : "Interventions aimed at increasing non-technical skills can potentially be very effective in increasing safety behaviors in multiple contexts characterized by the prevalence of different cultural values. However, they are particularly recommended in contexts where high levels of masculinity prevail. In contexts where high levels of individualism prevail, the focus must be placed on the acquisition of skills at an individual level, on the promotion of the individual and on the acquisition of personal skills and abilities. In contexts where low levels of individualism prevail, more importance will be given to the skills that the group needs."
        },
        {
            "Area" : "Team",
            "Strategia" : "Behavioral Coaching",
            "Descrizione" : "This type of intervention is focused on comparing the safe performance of a colleague and that of another. The goal is to encourage the reinforcement of expected behaviors through practical support from colleagues and / or supervisors for carrying out tasks safely. These interventions are centered on the development of safety skills and safe behaviors through participatory learning processes that manifest themselves through the observation of one's own and others' behaviors and through continuous reciprocal interaction mechanisms based on feedback. Among the methodologies that can be implemented for this type of intervention, behavioral coaching is among the most suitable.",
            "Raccomandazioni" : "In contexts characterized by high levels of individualism, these interventions should take into account a low propensity on the part of workers to collaborate to achieve safety objectives. The relationships between coach and coachee, in this sense, must be structured in such a way as to develop a two-way relationship that includes exchanges between both the coach and the coachee. In other words, it is necessary to favor relational exchanges between the two figures in order to prevent the coachee from perceiving the coach's advice as one-way directives (and therefore, imposed from above)."
        }
    ],
    "B_SalvaguardiaTecn" : [
        {
            "Area" : "Team",
            "Strategia" : "Behavioral Coaching",
            "Descrizione" : "This type of intervention is focused on comparing the safe performance of a colleague and that of another. The goal is to encourage the reinforcement of expected behaviors through practical support from colleagues and / or supervisors for carrying out tasks safely. These interventions are centered on the development of safety skills and safe behaviors through participatory learning processes that manifest themselves through the observation of one's own and others' behaviors and through continuous reciprocal interaction mechanisms based on feedback. Among the methodologies that can be implemented for this type of intervention, behavioral coaching is among the most suitable.",
            "Raccomandazioni" : "In contexts characterized by high levels of individualism, these interventions should take into account a low propensity on the part of workers to collaborate to achieve safety objectives. The relationships between coach and coachee, in this sense, must be structured in such a way as to develop a two-way relationship that includes exchanges between both the coach and the coachee. In other words, it is necessary to favor relational exchanges between the two figures in order to prevent the coachee from perceiving the coach's advice as one-way directives (and therefore, imposed from above)."
        },
        {
            "Area" : "Organization",
            "Strategia" : "Performance management",
            "Descrizione" :"The intervention consists in monitoring and managing the safe behavior of operators, providing them with periodic feedback on safety performance and establishing medium and long-term action plans focused on improving safety issues. In this sense, the interventions are focused on the review of the performance monitoring and evaluation systems, with the aim of including relevant aspects related to safety that allow the operator to improve their performance over time. With this in mind, we are not talking so much about monitoring safety performance but about “performance management“. This also leads to work from a motivational point of view to favor the intrinsic motivation that leads people to carry out an activity because they perceive it as interesting, satisfying or enjoyable. Intrinsic motivation represents the most complete form of autonomous safety motivation.",
            "Raccomandazioni" : "Performance management interventions must take into account both the levels of individualism and the rejection of uncertainty present within the work context. As regards the first, in contexts characterized by high levels of individualism, the monitoring and management processes of safety performance should be more customized on the basis of the specificity of the worker, planning individual safety objectives and the relative methods of achieving them. As regards the second, on the other hand, according to the levels of rejection of uncertainty, it is possible to design the management of performance in a more or less flexible way. In the event that there are high levels of cultural value, clear safety objectives should be defined a priori with the worker, the purposes of the monitoring and the precise behavior expected by the worker. In the event that, on the other hand, the working context presents lower levels of rejection of uncertainty, the performance management plans could be formulated in a more flexible way, providing for measures during the work according to the results of the operator compared to the objectives and expected safety behaviors."
        }
    ],
    "MotivazioneSicurezza" : [
        {
            "Area" : "Team",
            "Strategia" : "Personal commitment e role modeling",
            "Descrizione" : "This intervention strategy is implemented in order to foster awareness of the impact that one's behavior can have on others, to guide the worker towards the adoption of safer behaviors and to encourage the assumption of responsibility with respect to safety issues. In this type of intervention it is essential to focus attention on the potential advantages associated with working safely for the worker, while at the same time trying to encourage the development of positive attitudes on the part of workers. Overall, these interventions share the objective of encouraging the development of positive values with respect to safety, in particular through actions to raise awareness of the issue at the team and organizational level.",
            "Raccomandazioni" : "The cultural values present within the organizational context can significantly influence the potential effectiveness of interventions based on this strategy. In particular, in contexts where high levels of individualism prevail, strategies focused on personal commitment will be more effective, which underline the importance of high standards for individual safety and the responsibility of the individual worker linked to safety behaviors. At low levels of individualism, interventions that emphasize the social aspects related to role modeling and the benefits that the whole group / organization can derive from it will be more effective."
        }
    ],
    "CittadinanzaSicurezza" : [
        {
            "Area" : "Team",
            "Strategia" : "Personal commitment e role modeling",
            "Descrizione" : "Questa strategia di intervento è implementata al fine di favorire consapevolezza rispetto all’impatto che il proprio comportamento può avere sugli altri, a orientare il Team verso l’adozione di comportamenti più sicuri e a favorire un’assunzione di responsabilità rispetto alle tematiche di sicurezza. In questa tipologia di intervento è fondamentale focalizzare l'attenzione sui potenziali vantaggi associati al lavorare in sicurezza per il Team, cercando al contempo di favorire lo sviluppo di atteggiamenti positivi da parte dei lavoratori. Complessivamente, questi interventi condividono l’obiettivo di favorire lo sviluppo di valori positivi rispetto alla sicurezza, in particolare mediante azioni di sensibilizzazione nei confronti della tematica a livello di team e organizzativo.",
            "Raccomandazioni" : "The cultural values present within the organizational context can significantly influence the potential effectiveness of interventions based on this strategy. In particular, in contexts where high levels of individualism prevail, strategies focused on personal commitment will be more effective, which underline the importance of high standards for individual safety and the responsibility of the individual worker linked to safety behaviors. At low levels of individualism, interventions that emphasize the social aspects related to role modeling and the benefits that the whole group / organization can derive from it will be more effective."
        }
    ],
    "LeaderHSE" : [
        {
            "Area" : "Organization",
            "Strategia" : "Development of Safety Leadership behavioral skills ",
            "Descrizione" : "Interventions of this type have the objective of intervening on the behaviors adopted by supervisors in order to promote the adoption of leadership behaviors within the work groups. Leadership must be understood as a set of behaviors, not of personalities. In terms of leadership, the emphasis must be on specific and desired behaviors. In this sense, the promotion of leadership represents a key element in promoting safety in the workplace. Competent leaders are able to promote safe behavior across the workplace, motivating workers to perform tasks safely, even when shortcuts are more comfortable, convenient and faster. In this type of strategy, the cases can be very varied: from training interventions focused on the development of managerial skills (associated with safety behaviors) to individualized coaching actions. ",
            "Raccomandazioni" : "Leadership interventions need to be tailored, particularly based on the levels of power distance present in the work context. In cases of high power distance, workers perceive distance from the supervisory positions held by leaders and relationships tend to be characterised by higher levels of formality. In these scenarios, it is necessary, on the one hand, to train leaders with respect to strengthening interpersonal relationships with workers and, on the other, to focus training on developing leadership skills that take into account the relational style prevailing within the organizational context (e.g., authoritative leadership). In cases of low power distance, by contrast, leadership interventions should focus on developing leadership skills centered on developing the competencies/empowerment of subordinates (e.g., empowering or transformational leadership)."
        }
    ],
    "ClimaHSE" : [
        {
            "Area" : "Organization",
            "Strategia" : "Climate analysis",
            "Descrizione" : "Climate and safety culture are crucial elements for maintaining high safety standards in the workplace. The two concepts are highly interconnected with each other and can be understood as interdependent and complementary. While the term “safety climate“ refers to the set of shared beliefs by workers regarding the importance attributed to safety within the organization, the “safety culture“ can instead be understood as the set of organizational processes and professional practices, written rules and informal conventions, languages, ways of thinking, perceiving and representing risk in the company.",
            "Raccomandazioni" : "In the presence of high masculinity, workers tend to show less interest in safety issues and, on the contrary, on certain occasions, showing no fear of health risks in carrying out tasks can be viewed positively by group members. In these situations it should be emphasized during the implementation of the interventions that working in safety is not an indication of insecurity, but that it is a preventive attitude to protect both one's own safety and that of colleagues that has no implications on the perception of masculinity by the workers. In the case of high levels of distance from power, workers tend to accept and share more an intervention when perceived as imposed by the organization (coming “from above“). To foster the spread of a positive safety climate and culture, therefore, it is necessary to ensure maximum involvement by management: in particular (starting with supervisors) it is necessary that leaders actively contribute to the dissemination of the right safety values. The simple diffusion of safety values could be perceived as not immediately usable / useful by workers in contexts characterized by high levels of pragmatism. In these situations, it is necessary to emphasize the benefits deriving from the implementation of the intervention for the worker, highlighting the expected and expected outcomes in the short-medium term. in particular (starting with supervisors) it is necessary that leaders actively contribute to the dissemination of the right safety values. The simple diffusion of safety values could be perceived as not immediately usable / useful by workers in contexts characterized by high levels of pragmatism. In these situations, it is necessary to emphasize the benefits deriving from the implementation of the intervention for the worker, highlighting the expected and expected outcomes in the short-medium term. in particular (starting with supervisors) it is necessary that leaders actively contribute to the dissemination of the right safety values. The simple diffusion of safety values could be perceived as not immediately usable / useful by workers in contexts characterized by high levels of pragmatism. In these situations, it is necessary to underline the benefits deriving from the implementation of the intervention for the worker, highlighting the expected and expected outcomes in the short-medium term."
        }
    ],
    "ValutazioneSicurezza" : [
        {
            "Area" : "Organization",
            "Strategia" : "Climate analysis",
            "Descrizione" : "Climate and safety culture are crucial elements for maintaining high safety standards in the workplace. The two concepts are highly interconnected with each other and can be understood as interdependent and complementary. While the term “safety climate“ refers to the set of shared beliefs by workers regarding the importance attributed to safety within the organization, the “safety culture“ can instead be understood as the set of organizational processes and professional practices, written rules and informal conventions, languages, ways of thinking, perceiving and representing risk in the company.",
            "Raccomandazioni" : "In the presence of high masculinity, workers tend to show less interest in safety issues and, on the contrary, on certain occasions, showing no fear of health risks in carrying out tasks can be viewed positively by group members. In these situations it should be emphasized during the implementation of the interventions that working in safety is not an indication of insecurity, but that it is a preventive attitude to protect both one's own safety and that of colleagues that has no implications on the perception of masculinity by the workers. In the case of high levels of distance from power, workers tend to accept and share more an intervention when perceived as imposed by the organization (coming “from above“). To foster the spread of a positive safety climate and culture, therefore, it is necessary to ensure maximum involvement by management: in particular (starting with supervisors) it is necessary that leaders actively contribute to the dissemination of the right safety values. The simple diffusion of safety values could be perceived as not immediately usable / useful by workers in contexts characterized by high levels of pragmatism. In these situations, it is necessary to emphasize the benefits deriving from the implementation of the intervention for the worker, highlighting the expected and expected outcomes in the short-medium term. in particular (starting with supervisors) it is necessary that leaders actively contribute to the dissemination of the right safety values. The simple diffusion of safety values could be perceived as not immediately usable / useful by workers in contexts characterized by high levels of pragmatism. In these situations, it is necessary to emphasize the benefits deriving from the implementation of the intervention for the worker, highlighting the expected and expected outcomes in the short-medium term. in particular (starting with supervisors) it is necessary that leaders actively contribute to the dissemination of the right safety values. The simple diffusion of safety values could be perceived as not immediately usable / useful by workers in contexts characterized by high levels of pragmatism. In these situations, it is necessary to underline the benefits deriving from the implementation of the intervention for the worker, highlighting the expected and expected outcomes in the short-medium term."
        },
        {
            "Area" : "Organization",
            "Strategia" : "Performance management",
            "Descrizione" :"The intervention consists in monitoring and managing the safe behavior of operators, providing them with periodic feedback on safety performance and establishing medium and long-term action plans focused on improving safety issues. In this sense, the interventions are focused on the review of the performance monitoring and evaluation systems, with the aim of including relevant aspects related to safety that allow the operator to improve their performance over time. With this in mind, we are not talking so much about monitoring safety performance but about “performance management“. This also leads to work from a motivational point of view to favor the intrinsic motivation that leads people to carry out an activity because they perceive it as interesting, satisfying or enjoyable. Intrinsic motivation represents the most complete form of autonomous safety motivation.",
            "Raccomandazioni" : "Performance management interventions must take into account both the levels of individualism and the rejection of uncertainty present within the work context. As regards the first, in contexts characterized by high levels of individualism, the monitoring and management processes of safety performance should be more customized on the basis of the specificity of the worker, planning individual safety objectives and the relative methods of achieving them. As regards the second, on the other hand, according to the levels of rejection of uncertainty, it is possible to design the management of performance in a more or less flexible way. In the event that there are high levels of cultural value, clear safety objectives should be defined a priori with the worker, the purposes of the monitoring and the precise behavior expected by the worker. In the event that, on the other hand, the working context presents lower levels of rejection of uncertainty, the performance management plans could be formulated in a more flexible way, providing for measures during the work according to the results of the operator compared to the objectives and expected safety behaviors."
        }
        
    ],

    "Individualismo_H":[   
        {
            "Area":"Job", 
            "Descrizione" : "Workers tend to be more willing to take longer working hours, preferring greater controls over working conditions and the work itself. Furthermore, workers tend to desire high standards for individual safety."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "The workers are more oriented to appreciate and support the decisions made individually and the tasks performed individually. Communication should emphasize that safety is a personal responsibility. If the presence of risky elements (behaviors, situations, tasks) must be communicated, the discussion should be focused on the consequences that the risk would have on “you“ rather than on “us“."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Workers prefer to take individual initiatives instead of following the group. It is also reported that workers tend to appreciate more participation in decision making. Comparisons between individual performances are particularly effective in this cultural context. Training and education must be individually targeted and designed. It is assumed that workers are responsible for themselves and their families. Arranging meetings in small groups, in which all members can have the opportunity to speak, can represent an effective strategy for identifying and recognizing sources of stress, critical issues in the security system."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers tend to prefer to actively participate in decision making. Workers tend to believe that personal success and the individual characteristics that distinguish them from others are important. Organizational success is mainly attributed to personal commitment without the aid of collaborations. Workers are more willing to accept that hiring / promotion decisions are primarily based on personal skills and that layoffs are motivated by poor performance."
        }
    ],
    "Individualismo_L":[   
        {
            "Area":"Job", 
            "Descrizione" : "Workers are not particularly willing to support longer working hours, preferring fewer controls on working conditions and on the work itself. In this context, workers are more satisfied with working in a group and report obtaining better results when within a group. Workers are more willing to accept that low levels of performance or poor performance are reasons to assign a worker to other jobs."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Workers tend to prefer, appreciate and support decisions taken collectively and tasks performed in groups. In this context, workers mainly act in the interest of their group, not necessarily of themselves. Communication should emphasize that safety has an influence on the general well-being of the group. If the presence of risky elements (behaviors, situations, tasks) must be communicated, the discussion should be focused on the consequences that the risk would have on “us“ instead of “you“, attributing importance to the connections between public safety and work safety. Workers are more willing to believe that safety is a factor of mutual interest and the result of collaboration. Furthermore, in this cultural orientation individuals tend more not to take responsibility directly, believing that it may belong to some other member of the group. Therefore, it is considered advantageous to adopt communication strategies that support personal responsibility towards safety or the adoption of strategies such as the formation of stable habits."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Workers tend to favor the group behavioral model rather than show personal initiative, avoiding expressing personal opinions or visions when faced with a critical decision-making situation. In this context it is particularly effective to highlight that two or more group members exhibited safe behaviors (good performances) instead of pointing out the differences between group members. Training and education must be targeted and designed at the group level and for collective safety."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers tend to be more willing to accept that hiring / promotion decisions are largely based on the skills the team needs or has shown. In this context, workers tend to accept more easily that poor performance is a reason for assigning a worker to other tasks. Workers tend to prefer tight management control / supervision over safety practices. Organizational success is mostly attributed to sharing information, declarations of commitment and collaborations with entities outside your business unit."
        }
    ],  
    "DistPotere_H":[   
        {
            "Area":"Job", 
            "Descrizione" : "Interventions aimed at work restructuring must take into consideration that workers tend to appreciate more rigid and formalized regulations, which dictate the standards for safety performance. In this context, role and overload ambiguities tend to be more frequent. Therefore, interventions that enrich and improve the work / performance of supervisors and safety officers will be more effective."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Interventions aimed at operators should take into account that workers tend to be more likely to receive safety directives, rather than to be consulted. Interventions that reduce negative attitudes with respect to safety practices and exercises in procedures and to achieve safety performance will be more effective."
        },
        {
            "Area":"Team", 
            "Descrizione" : "The interventions addressed to the team must consider that in this context the model / control provided by the supervisors prevails. Authoritative leadership and close supervision can produce satisfaction, good performance and high productivity in workers. Targeted interventions on the supervisor or safety managers will therefore be more effective as a means to show the organization's expectations of safe performance, to provide information, and as the main providers of social incentives that support the motivation to join. to the rules."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Organizational interventions should take into account that workers tend to accept one-way, top-down safety communications more easily. At the same time, workers tend to accept highly centralized and hierarchical organizational structures more easily. One effect of this cultural orientation is that workers tend to accept more easily the abuses of power by those in higher roles. The introduction of changes can be motivated through the principle of authority. Furthermore, organizational communication can take advantage of the belief that workers have about power, adopting symbols and artefacts that refer to the hierarchy and roles of power."
        }
    ],
    "DistPotere_L":[   
        {
            "Area":"Job", 
            "Descrizione" : "Interventions aimed at work restructuring must take into account that workers tend to appreciate more decentralized and controversial safety management systems. Therefore, interventions that enrich the work with roles / tasks of responsibility for safety will be more effective, if adequately accompanied by rules, procedures, and flexible standards imposed by management."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Interventions aimed at operators should take into account that workers tend to be more likely to be consulted on safety rather than receiving directives. Interventions aimed at self-monitoring and comparing the pros and cons of safety performance will be more effective."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Team interventions should consider that workers tend to be more willing to collaborate with managers / supervisors with respect to safety issues. In this context, participation in safety-related activities, such as contributing to the definition / design of rules or procedures, participation in safety training courses can be adopted as forms of incentives in which participants are allowed to report their opinion and experience."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Interventions aimed at the organization must take into account that workers tend to perceive the hierarchy as “inequality of roles“ and “established by necessity“. Workers will accept more decentralized decision-making structures, a lower concentration of authorities and flattened organizational pyramids. In this context, leadership models that are consultative can increase employee satisfaction, performance and productivity."
        }
    ],
    "RigeIncertezza_H":[   
        {
            "Area":"Job", 
            "Descrizione" : "Interventions aimed at work restructuring must take into account that workers tend to prefer the adoption of clear and detailed procedures, rules and standards. Workers tend to more easily follow safety rules and procedures that are simple, even when they are providing little justification as to why they exist."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Workers tend to be task oriented rather than relationship oriented. In this context, interventions that allow workers to reflect on the pros and cons of adopting safety practices, and the attribution of specific behaviors to specific contexts or environments, will be more effective. If interested in providing training courses, those which have a constant duration over time, which contain the most recent updates, which are very structured and delivered in a top-down manner, will be more effective."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Supervisors and safety officers play a fundamental role in communicating the value / importance that the organization places in safety issues. Supervisor approval is favored as a modality of behavioral feedback and as a reward."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers' perceptions of the importance attached to safety tend to be strongly influenced by how much supervisors are able to control in terms of uncertainties and risk factors in the workplace, which can be fostered by the involvement of managers and supervisors in procedures. Workers are willing to accept that hiring / promotion decisions are primarily based on skills and specialization in their field of work."
        }
    ],
    "RigeIncertezza_L":[   
        {
            "Area":"Job", 
            "Descrizione" : "Workers tend to prefer the adoption of a flexible and adaptable security system to the needs of the context. Workers will more easily follow safety rules and procedures that allow them to choose the behavior to adopt based on the changing conditions in which they must operate."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "In this context it is preferable to adopt accountability processes instead of providing additional protections, procedures or rules for safety and structuring the training programs according to the changing needs of the work context and the technologies used will be an advantage."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Workers tend to be more relationship oriented rather than task oriented. Strategies that involve confrontation with colleagues and mutual influence will therefore be preferred. Workers will more easily accept the innovative and change-oriented leadership style."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers are skeptical of technological solutions and are more oriented towards short-term business partnerships. Climate enhancement strategies and safety culture are therefore recommended. With respect to the safety climate and culture, workers' perceptions of the importance attributed to safety are influenced by the hierarchical role of supervisors and the quality of the relationships they establish with workers."
        }
    ],
    "Mascolinità_H":[   
        {
            "Area":"Job", 
            "Descrizione" : "Workers tend to attach high importance to work in general and challenges. In this context, strategies that consist of providing graded tasks or enriching them to make them more interesting are more effective for safety."
        },
        {
            "Area":"Operators", 
            "Descrizione" :"Interventions should emphasize that safety behaviors are a personal responsibility, and that the rules and procedures are aimed at preserving the individual safety of workers. Self-monitoring and habit improvement are recommended strategies in this organizational context. Furthermore, soliciting the worker to analyze the factors that can favor safety behavior can be beneficial if supervisors are respected. If communication interventions are planned, consider providing a lot of information about the personal and physical problems and consequences that risky behaviors have."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Workers view the competition between colleagues favorably. In this context, safety support strategies, conducted by supervisors, and the increase of technical and non-technical skills are recommended. With respect to reward strategies, the adoption of material / monetary incentives and social rewards is recommended with respect to personal success and professional improvement."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers tend to favor personal safety, high pay, and a job that generates interest. Workers are more willing to accept that hiring / promotion decisions are based primarily on quality and performance. Therefore, making the adoption of safe behaviors part of the promotion and evaluation system can represent an effective tool in this context. Management and supervisors play a privileged role in leveraging the values of resolve, competition and justice."
        }
    ],
    "Mascolinità_L":[   
        {
            "Area":"Job", 
            "Descrizione" :"Workers tend to attach high importance to relationships (between colleagues and outside the workplace) and working conditions. In this context, the strategies that consist of job rotation are more effective for safety."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Safety behaviors prevail as a shared responsibility, and that the rules and procedures are perceived as aimed at preserving the safety of the environment, society and colleagues. By adopting work groups, it is advisable to urge workers to analyze the factors that can favor safety behavior. Conduct large group meetings to identify and remove items that hinder safe performance. If communication interventions or strategies are envisaged, consider providing information on the consequences of safety behaviors for the environment and society"
        },
        {
            "Area":"Team", 
            "Descrizione" : "Workers tend to view equality and solidarity favorably. In this context, strategies for comparison within the team and reference models are recommended. With respect to reward strategies, the adoption of social (approval) and material (reduction of working hours) incentives is recommended. Regarding the leadership style to be adopted, supervisors can seek the consensus of the work group by addressing their feelings."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers value equality, solidarity and the quality of working life. Workers are more willing to accept that hiring / promotion decisions are primarily based on organizational or group success in safety matters. With respect to the climate and culture of safety, management and supervisors do not have a privileged role, but are considered as all employees. It is advisable to consider security as a shared core value, rather than a management priority."
        }
    ],
    "Orientamento_H":[   
        {
            "Area":"Job", 
            "Descrizione" : "Workers value behaviors aimed at results more. Therefore it is suggested to design rules and procedures for safety and improvements in the work structure with the contribution of workers, organizing discussion groups focused on identifying implementation strategies (i.e. how to apply the news in one's own organizational context)."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Workers tend to exhibit a propensity to adopt planned behaviors. When designing incentives, consider that in this context, workers pay attention to long-term profits (around 10 years)."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Safety is predominantly an important value for workers. Strategies to support security and to support becoming role models for security are therefore recommended."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers tend to view the values of thrift and perseverance favorably. Furthermore, the sustainability of the organization, the planning of safety procedures and processes and the timely addressing of safety-related problems tend to be of high importance for workers."
        }
    ],
    "Orientamento_L":[   
        {
            "Area":"Job", 
            "Descrizione" : "Workers tend to be more inclined to accept that the rules are dictated by the organization, preferring not to participate in the structuring of the same."
        },
        {
            "Area":"Operators", 
            "Descrizione" : "Workers agree to regulate their behavior by imposing rules and procedures. When designing incentives, consider that in this context workers pay attention to short-term profits (around 1 year)."
        },
        {
            "Area":"Team", 
            "Descrizione" : "Workers tend to find collaboration with supervisors and colleagues important. Internal comparison of the performance of team members is recommended in this context."
        },
        {
            "Area":"Organization", 
            "Descrizione" : "Workers tend to view social obligations and traditions favorably. In this context, considering traditions (symbols, images, artifacts) in communication design can be an advantage."
        }
    ]
}
