{
    "PSF_Task" :
        [ 
            {
                "Area" : "Tecnologie, Task, Ambiente", 
                "Strategia" : "Cross-Training",
                "Descrizione" : "La formazione incrociata (cross-training) è una strategia di intervento che aumenta la performance di team.  Con la formazione incrociata dei dipendenti, si distribuiscono alcune competenze chiave nel team. Ciò significa che i membri del team diventano più completi e possono assumere una gamma più ampia di compiti. Questo dà al team una maggiore flessibilità e la capacità di adattarsi alle circostanze che cambiano. Uno dei benefici principali della formazione incrociata dei dipendenti è quello di ridurre il rischio. Molti team si affidano alla conoscenza o all'esperienza di una sola persona per certi compiti.  Dare agli altri membri del team l'opportunità di lavorare con il membro chiave del team darà loro la possibilità di assorbire conoscenze chiave e sviluppare le loro abilità. Anche organizzarsi per distribuire i compiti ad altri membri del team per una parte del tempo può aiutare. Nominare una riserva per coprire il membro chiave del team può anche ridurre il rischio di dipendere da una sola persona.",
                "Raccomandazioni" : "Complessivamente, questa tipologia di interventi è maggiormente accettata e condivisa da parte dei lavoratori in situazioni di basso individualismo, in quanto questi ultimi sono maggiormente disposti a cooperare tra loro per il raggiungimento di obiettivi di team e a supportarsi l’un l’altro nello svolgimento dei compiti. In situazioni di elevato individualismo, per contro, i lavoratori tendono a curare maggiormente i propri interessi personali e ad anteporli agli obiettivi di squadra. In questi casi, per favorire l’accettazione e la motivazione a prendere parte a questi interventi, occorre sottolineare i vantaggi derivanti dalla partecipazione in termini di potenziamento delle competenze e a strutturare maggiormente le rotazioni delle mansioni in funzione degli interessi personali di sviluppo di carriera dei lavoratori. In situazioni di elevata distanza dal potere, la strutturazione e definizione dei percorsi di formazione incrociata risulta maggiormente accettata e condivisa da parte dei lavoratori quando stabilita e “imposta” da parte dell’organizzazione. Per contro, per bassi livelli di distanza dal potere, risulta necessario coinvolgere direttamente i lavoratori nella definizione dei percorsi di formazione incrociata al fine di favorirne il coinvolgimento e la motivazione. In situazioni di elevati livelli di rigetto dell’incertezza, la programmazione e definizione delle attività dell’intervento deve risultare esplicita e chiara (sia rispetto alle funzionalità che alle modalità) al fine di evitare l’instaurarsi di sentimenti di ambiguità di ruolo e di insicurezza da parte dei lavoratori. Per contro, in situazioni di bassi livelli di rigetto dell’incertezza, è possibile strutturare percorsi di formazione incrociata più flessibili, che tengano in considerazione anche esigenze contestuali."   
            },
            {
                "Area" : "Tecnologie, Task, Ambiente",
                "Strategia" :"Sequenziamento del compito" ,
                "Descrizione": "L’intervento di sequenziamento del compito prevede la suddivisione di un compito complesso in sotto-compiti meno difficili e più gestibili, nonché sequenzialmente ordinati. L’intervento consiste nel mostrare all’operatore come svolgere in sicurezza ciascuno dei sotto-compiti del task e, mediante ripetizione, favorire l’acquisizione dei comportamenti di sicurezza più efficaci. L’intervento è strutturato secondo step di apprendimento che ricalcano la sequenza dei sotto-compiti del task principale: in tal senso, solo nel momento in cui il lavoratore abbia dimostrato di saper eseguire un sotto-compito in sicurezza è possibile passare a quello successivo. La suddivisione del task svolge una duplice funzione. Da una parte, favorisce l’acquisizione dei comportamenti sicuri secondo un approccio che consente all’operatore di procedere secondo la propria velocità di apprendimento. Dall’altra, in presenza di compiti particolarmente complessi e/o lunghi, consente al lavoratore di disporre di una sequenza specifica e ordinata di sotto-compiti da eseguire, riducendo il livello di complessità percepita. Al termine dell’intervento l’operatore è in grado di svolgere il task nella sua interezza, mantenendo elevati livelli di sicurezza nelle diverse fasi di esecuzione del compito.",
                "Raccomandazioni" : "Per questa tipologia di intervento occorre prestare attenzione ai livelli di rigetto dell’incertezza e di pragmatismo presenti all’interno del tessuto organizzativo. Per quanto riguarda la prima, la frammentazione dei compiti rappresenta un’operazione delicata che rischia di creare incertezza e ambiguità, soprattutto nel caso in cui al lavoratore non fossero chiare le modalità di esecuzione del sotto-task e le relative finalità. In caso di elevati livelli di rigetto dell’incertezza, pertanto, occorre strutturare l’intervento in modo da stabilire in maniera ancor più precisa ed accurata le procedure e le modalità specifiche di esecuzione dei vari task, al fine di limitare la possibilità di interpretazione personale da parte del lavoratore e le percezioni di ambiguità. In questi casi, inoltre, è suggeribile prevedere un affiancamento ed una supervisione continuativi (soprattutto nelle fasi iniziali di apprendimento) a supporto del lavoratore. In situazioni di elevato pragmatismo, i lavoratori tendono a valorizzare maggiormente piani di azione che prevedano risultati nel breve-medio termine e che vengano percepiti come utili. In questo senso, lo spacchettamento dei compiti potrebbe tradursi in perplessità da parte dei lavoratori per l’incremento del tempo richiesto per l’esecuzione del task.  Occorre di conseguenza, comunicare ai lavoratori i benefici derivanti dall’implementazione dell’intervento, mettendo in particolare risalto i risultati attesi nel breve-medio termini ed i vantaggi per gli operatori (ad esempio, puntando sull’incremento delle competenze di sicurezza e sul ridotto livello di esposizione al rischio)."
            },
            {
                "Area": "Individuale",
                "Strategia": "Strategie di problem solving",
                "Descrizione": "Questa tipologia di intervento prevede incontri in piccoli gruppi per stimolare una discussione costruttiva sui problemi relativi alla sicurezza e generare in maniera congiunta strategie per risolverli.  Solitamente l’attività è organizzata attorno a due fasi sequenziali: 1.Identificazione del problema = fase in cui il problema è descritto ed analizzato in funzione delle caratteristiche contestuali entro cui si colloca (Qual è il problema? Come si manifesta? In quali condizioni? Quali attori coinvolge e in che modo? Qual è la gravità attuale del problema?)2.Identificazione delle possibili soluzioni = fase in cui si definiscono le modalità mediante le quali giungere ad una soluzione (Quale soluzione permetterebbe di risolvere il problema? Quali sono i pro e contro di ogni soluzione?).Tali strategie di cambiamento comportamentale favoriscono lo sviluppo di capacità di pensiero critico e di risoluzione dei problemi nei lavoratori, favorendo una migliore percezione dei potenziali rischi lavorativi e delle soluzioni applicabili.",
                "Raccomandazioni": "Elevati livelli di individualismo possono incidere sulla partecipazione dei lavoratori ai processi di presa di decisione: in questi casi, gli operatori sono meno propensi ad accettare le soluzioni ai problemi identificate dal gruppo e tendono maggiormente ad imporre il proprio punto di vista. Per questo motivo, il numero di partecipanti dovrebbe essere più circoscritto (8-10 persone max) per evitare l’insorgenza di conflitti interpersonali e facilitare i processi di brainstorming e individuazione del problema. Per contro, in caso di bassi livelli di individualismo, il numero dei partecipanti dovrebbe essere maggiore (dai 15 ai 20). Anche i livelli di distanza dal potere influiscono sull’efficacia dell’intervento. In particolare, in caso di elevata distanza dal potere, i lavoratori sono meno inclini a partecipare ai processi decisionali e tendono ad accettare maggiormente le soluzioni individuate dal management. Anche in questi casi, il numero di partecipanti dovrebbe essere più circoscritto (8-10) e prevedere la presenza di leader con un ruolo predominante nei processi di decision-making. Per contro, in situazioni di bassa distanza dal potere, occorre coinvolgere maggiormente i lavoratori lasciando loro la possibilità di formulare le soluzioni più adeguate e prevedendo una loro partecipazione attiva nel corso dell’implementazione dell’intervento. In situazioni di elevati livelli di rigetto dell’incertezza i lavoratori necessitano che le finalità dell’intervento e le soluzioni individuate risultino chiare e ben definite. In questi casi, pertanto, occorre dedicare un’attenzione particolare alla fase di presentazione dell’intervento ai lavoratori, precisando in maniera trasparente gli obiettivi e le finalità dello stesso. Anche le soluzioni identificate dovrebbero essere quanto più concrete e definite possibile, al fine di evitare ambiguità nella loro implementazione. In casi di bassi livelli dell’incertezza, per contro, è possibile identificare soluzioni più flessibili (modificabili in corso d’opera) dedicando una maggiore attenzione alla fase di sperimentazione delle soluzioni identificate. "
            },
            {
                "Area": "Individuale",
                "Strategia": "Programmi di gestione dello stress",
                "Descrizione": "In situazioni stressanti, infatti, le emozioni possono influenzare negativamente le performance di sicurezza esercitando un impatto diretto sul comportamento. Ad esempio, se l’operatore prova una forte ansietà a causa della pericolosità percepita del compito che deve svolgere, ciò potrebbe indurlo a distrarsi durante l’esecuzione del task facendogli dimenticare di indossare correttamente i DPI o di eseguire una procedura. Gli interventi basati sulla gestione dello stress sono strutturati allo scopo di far acquisire al lavoratore skills personali per la gestione delle proprie emozioni in situazioni di potenziale stress. Questi interventi mirano a aumentare le strategie di coping adattivi messi in atto dalle persone per il fronteggiamento di situazioni stressanti, come l’anticipazione dello stimolo stressante e la regolazione emotiva.",
                "Raccomandazioni": "Elevati livelli di mascolinità possono influire negativamente sull’efficacia dell’intervento secondo molteplici prospettive. Innanzitutto, occorre sottolineare che in queste situazioni i lavoratori tendono quanto più possibile a mascherare o nascondere le proprie insicurezze e le proprie paure per il timore del giudizio altrui. In questi contesti, l’esibizione di comportamenti machisti è generalmente più accettata rispetto alla norma e, anzi, è talvolta vista positivamente all’interno del contesto lavorativo. A questi comportamenti si accompagna una scarsa percezione del rischio ed una tendenza a lavorare anche in condizioni potenzialmente rischiose. Per questi motivi, è importante coinvolgere i lavoratori nella definizione dell’intervento trasmettendo un clima di apertura e di astensione dal giudizio: in altre parole, occorre trasmettere il messaggio che è normale provare sensazioni di stress all’interno del contesto lavorativo e che mostrare il proprio disagio non è segno di debolezza. Per incentivare la partecipazione all’intervento, inoltre, occorre comunicare in maniera trasparente gli obiettivi dell’intervento, in particolare ponendo l’attenzione sul potenziamento delle skill trasversali di gestione dello stress."
            },
            {
                "Area": "Individuale",
                "Strategia": "Sviluppo delle competenze non-tecniche",
                "Descrizione": "Questa strategia d’intervento si focalizza sullo sviluppo di skills, conoscenze e abilità associate al lavoro in sicurezza mediante l'implementazione di diverse tecniche di apprendimento (Active Learning, E-learning, learning by doing) e comportamentali goal setting, action planning, problem solving, gestione delle risorse personali (es. gestione della fatica e dello stress). L’obiettivo comune che tali tecniche perseguono è quello di mettere a disposizione del lavoratore tutte le competenze necessarie a svolgere il proprio lavoro in sicurezza e, in particolare, di favorire lo sviluppo di competenze di sicurezza che il lavoratore possa applicare anche in situazioni differenti rispetto allo svolgimento di diversi compiti. Questa strategia di intervento può avvalersi di diverse metodologie (ad es. formazione, coaching, simulazioni) che consentano al lavoratore di apprendere o effettuare un refresh delle competenze, sia tecniche che non tecniche, necessarie per svolgere i compiti in sicurezza, applicare quanto appreso e di esercitarsi nell'esecuzione dei compiti in maniera sicura. ",
                "Raccomandazioni": "Interventi finalizzati ad incrementare le competenze non-tecniche possono esser potenzialmente molto efficaci nell’incrementare i comportamenti di sicurezza in molteplici contesti caratterizzati dalla prevalenza di diversi valori culturali. Sono comunque particolarmente raccomandati in contesti dove prevalgono alti livelli di mascolinità. In contesti dove prevalgono alti livelli di individualismo il focus va posto sull’acquisizione di competenze a livello individuale, sulla promozione dell’individuo e sull’acquisizione di capacità e abilità personali. In contesti dove prevalgono bassi livelli di individualismo verrà invece attribuita più importanza alle competenze di cui necessita il gruppo. In contesti dove prevale un elevato rigetto dell’incertezza gli individui saranno più propensi ad aderire a programmi di sviluppo/incremento delle competenze non-tecniche se fortemente radicati sulla specializzazione nel proprio ambito di lavoro."
            },
            {
                "Area": "Team",
                "Strategia": "Personal commitment e role modeling",
                "Descrizione": "Questa strategia di intervento è implementata al fine di favorire consapevolezza rispetto all’impatto che il proprio comportamento può avere sugli altri, a orientare il lavoratore verso l’adozione di comportamenti più sicuri e a favorire un’assunzione di responsabilità rispetto alle tematiche di sicurezza. In questa tipologia di intervento è fondamentale focalizzare l'attenzione sui potenziali vantaggi associati al lavorare in sicurezza per il lavoratore, cercando al contempo di favorire lo sviluppo di atteggiamenti positivi da parte dei lavoratori. Complessivamente, questi interventi condividono l’obiettivo di favorire lo sviluppo di valori positivi rispetto alla sicurezza, in particolare mediante azioni di sensibilizzazione nei confronti della tematica a livello di team e organizzativo.",
                "Raccomandazioni": "I valori culturali presenti all’interno del contesto organizzativo possono influenzare significativamente la potenziale l’efficacia degli interventi basati su questa strategia. In particolare, in contesti dove prevalgono elevati livelli di individualismo saranno più efficaci strategie focalizzate sul personal commitment, che sottolineano l’importanza di alti standard per la sicurezza individuale e la responsabilità del singolo lavoratore legata ai comportamenti di sicurezza. A bassi livelli di individualismo, saranno più efficaci interventi che enfatizzano gli aspetti sociali relativi al role modelling ed ai benefici che l’intero gruppo/organizzazione ne possono trarre. In contesti caratterizzati da alti livelli di mascolinità enfatizzare aspetti di competizione con i colleghi (vedi Esempio 1) può contribuire ad aumentare l’efficacia dell’intervento. "
            }
        ],
    "PSF_Tecnico" : 
        [
            { 
                "Area" : "Tecnologie, Task, Ambiente", 
                "Strategia" : "Tecniche di Nudgning",
                "Descrizione" : "Il nudging consiste nell’introdurre elementi che indirizzino le scelte del lavoratore verso l'esecuzione del comportamento desiderato. Sono tecniche che tramite un’“architettura della scelta” alterano il comportamento delle persone in modo prevedibile senza vietare alcuna opzione. Le tecniche di nudging per la sicurezza mirano a presentare il comportamento sicuro come più facile o più convincente al momento della decisione modificando l'ambiente di scelta per guidare sottilmente il comportamento degli utenti. Si tratta di elementi in grado di direzionare il comportamento individuale nei processi decisionali per mezzo di stimoli che facciano propendere l’individuo verso una determinata opzione. Ad esempio, per spingere le persone ad utilizzare le scale (piuttosto che l’ascensore), si potrebbe disegnare sui gradini il numero di calorie che si consumerebbero se si decidesse di usarle. Mettere in evidenza i lati positivi associati all’impiego delle scale (consumare calorie) rappresenta proprio quella “spinta” (nudge) in grado di influenzare il comportamento individuale.",
                "Raccomandazioni" : "Interventi basati sulla strategia del nudging risultano efficaci indipendentemente dai valori culturali prevalenti nel sito di applicazione. È comunque possibile fornire alcune raccomandazioni su come la tipologia di nudge può essere adattata al contesto culturale specifico. In contesti dove prevale un alto livello di individualismo i lavoratori prediligono esercitare un controllo maggiore sulle proprie condizioni di lavoro e sul lavoro stesso e quindi risulteranno maggiormente efficaci tipologie di nudge quali Defaults e Priming. Inoltre, i lavoratori saranno maggiormente orientati a sostenere le decisioni prese individualmente, quindi risulteranno maggiormente efficaci tipologie di nudge che rispettano il senso di padronanza del lavoratore (vedi Esempio 1). Al contrario, in contesti dove prevalgono bassi livelli di individualismo i lavoratori tenderanno a prediligere le decisioni prese collettivamente e quindi tipologie di nudge basati su Norme sociali o comunque che sfruttano messaggi che enfatizzano la collettività ed il senso di appartenenza ad un gruppo. In questo contesto, infatti, i lavoratori tenderanno ad agire prevalentemente nell'interesse del gruppo, e non necessariamente di sé stessi. In contesti dove prevale un’alta distanza dal potere i lavoratori tenderanno ad apprezzare regolamenti rigidi e formalizzati, che dettano gli standard per la performance di sicurezza. I nudge dovranno quindi includere un numero minore di scelte possibili e potranno essere più prescrittivi verso i comportamenti da adottare. I lavoratori tendono infatti ad essere maggiormente propensi a ricevere direttive in ambito di sicurezza. Questo accorgimento è valido anche in casi in cui sia prevalente un alto rigetto dell’incertezza, dove infatti i lavoratori tendono a prediligere l’adozione di procedure, regole e standard chiari e particolareggiati. In questi casi i nudge dovranno essere quanto più possibili basati su messaggi semplici e precisi. In contesti dove prevalgono bassi livelli di rigetto dell’incertezza, saranno invece più efficaci nudge in cui il numero di scelte disponibili è massimizzato, enfatizzando flessibilità e adattabilità alle esigenze del contesto. I lavoratori, infatti, tenderanno a aderire maggiormente a nudge che permettono di scegliere il comportamento da adottare in base alle mutevoli condizioni in cui si deve operare e che enfatizzino processi di responsabilizzazione. In contesti prevalentemente a basso livello di mascolinità saranno più efficaci nudge che enfatizzano informazioni sulle conseguenze dei comportamenti di sicurezza per l’ambiente e la società"
            },
            {
                "Area" : "Tecnologie, Task, Ambiente",
                "Strategia" : "Valutazione comportamentale dei sistemi tecnologici di assistenza",
                "Descrizione" : "Digitalizzazione, automazione e interlligenza artificiale sono sempre più usati con l'obiettivo di aumentare ulteriormente il livello di sicurezza dei lavoratori tramite l'applicazione di tecnologie digitali e apparati di ultima generazione.  I 'Dispositivi di Protezione individuale Intelligenti' consistono in accessori e abbigliamento (ad es. bracciali, caschi, occhiali, fino ad intere tute) che incorporano tecnologie elettroniche avanzate e sensoristica, generalmente connessi a smartphone o a reti IoT. I dispositivi indossabili sono in grado di impattare positivamente i comportamenti di sicurezza, incrementare il benessere dei lavoratori e, in definitiva, portare un cospicuo beneficio all’organizzazione. I dispositivi wearable risultano più efficaci quando si prende in considerazione l’usabilità e   l’accettazione da parte dei lavoratori e le eventuali problematiche di etica e protezione dei dati. La dotazione di visori di realtà aumentata e di Head Mounted Displays può sopperire a rischi collegati ad esperienza e formazione, dando suggerimenti e informazioni ai lavoratori (ad es. in situazioni insolite o aiutandoli con compiti mnemonici). Allo stesso modo, sistemi di rilevamento di prossimità e di allarme, già affidabili ed efficaci, possono avvertire i lavoratori quando sai avvicinano a pericoli in movimento (quali attrezzature pesanti o traffico veicolare nello stabilimento) o evitare l’accesso a determinate zone o aree interdette.",
                "Raccomandazioni": "L’introduzione di sistemi tecnologici di assistenza si è dimostrata efficace in molteplici contesti culturali. È comunque rilevante adattare ciascun intervento sulla base delle preferenze e delle necessità non solo dell’organizzazione ma soprattutto degli utilizzatori finali. Alcune considerazioni possono essere riportate in particolare riguardo l’accettazione della tecnologia. Questo tipo di strategia potrebbe in particolare non risultare efficace in contesti dove prevalgono bassi livelli di rigetto dell’incertezza, poiché in questi casi i lavoratori tendono ad essere generalmente diffidenti verso soluzioni tecnologiche. L’efficacia potenziale aumenta considerevolmente, invece, in contesti caratterizzati da bassi livelli di mascolinità, poiché è stato dimostrato che bassi livelli di mascolinità favoriscono appunto l’accettazione della tecnologia da parte dei lavoratori. In contesti caratterizzati da bassi livelli di pragmatismo, evidenziare i benefici a lungo termine della tecnologia, come la riduzione del carico di lavoro, può migliorare l'utilità percepita e la facilità d'uso percepita."
            },
            {
                "Area": "Individuale",
                "Strategia" : "Ottimizzazione delle risorse mentali",
                "Descrizione": "Questa strategia d’intervento prevede di ottimizzare il carico di lavoro mentale, attraverso metodi che riducono le richieste cognitive e facilitano la messa in atto di comportamenti sicuri. È possibile che i lavoratori non adottino comportamenti sicuri o commettano errori a causa dell’eccessivo sforzo mentale, detto anche carico di lavoro cognitivo. Il carico di lavoro cognitivo, infatti, aumenta quando al lavoratore è chiesto di utilizzare strumenti non progettati nel migliore dei modi o quando le procedure da seguire sono tante e complesse. Le risorse mentali che abbiamo a disposizione per svolgere compiti e utilizzare strumenti sono limitate. Più risorse mentali vengono impegnate per svolgere un determinato compito e più si alza la probabilità che venga commesso un errore. Questo è generalmente collegato ad una diminuzione dell’attenzione dei lavoratori e ad un aumento dello stress percepito. L’eccessivo carico di lavoro cognitivo può portare i lavoratori ad utilizzare “scorciatoie”, spesso comportamenti non sicuri, per tentare di ridurre lo sforzo necessario.",
                "Raccomandazioni": "Strategie d’intervento basate sull’ottimizzazione delle risorse mentali possono risultare maggiormente efficaci in contesti dove prevalgono bassi livelli di individualismo. In questi casi, infatti, i lavoratori tenderanno maggiormente a seguire il modello comportamentale del gruppo quando si trovano di fronte a una situazione decisionale critica, invece che mostrare iniziativa personale. Checklist e diagrammi di flusso saranno particolarmente utilizzati in queste situazioni. È inoltre possibile fornire indicazioni su come adattare tale tipologia d’intervento in base ad altri valori culturali. L’utilizzo di checklist sarà da preferire in contesti dove prevalgono alti livelli di distanza dal potere poiché i lavoratori tendono ad apprezzare maggiormente regolamenti rigidi e formalizzati, che dettano gli standard per la performance di sicurezza. In questi casi i lavoratori tendono infatti ad essere più propensi a ricevere direttive. Le checklists dovranno essere congeniate al fine di ridurre le ambiguità di ruolo e di sovraccarico, le quali sono frequenti in contesti dove prevale un’alta distanza dal potere. Questo vale anche per contesti dove prevalgono alti livelli di rigetto dell’incertezza, poiché i lavoratori tendono a prediligere l’adozione di procedure, regole e standard chiari e particolareggiati. In questo caso le checklist saranno seguite più facilmente tanto più saranno semplici e prescrittive, anche senza fornire particolari giustificazioni o spiegazioni relative ai passaggi da seguire ed ai comportamenti da adottare. Anche in contesti dove prevale un Basso pragmatismo i lavoratori saranno più propensi ad accettare l’imposizione delle regole e procedure. Al contrario, in contesti dove prevalgono bassa distanza dal potere e basso rigetto dell’incertezza saranno da prediligere diagrammi di flusso che enfatizzano regole, procedure e standard flessibili e adattabili alle esigenze del contesto. I lavoratori tenderanno infatti a seguire più facilmente regole e procedure per la sicurezza che permettono di scegliere il comportamento da adottare in base alle mutevoli condizioni in cui si deve operare. I lavoratori tenderanno ad apprezzare maggiormente strumenti che nella loro progettazione hanno visto la consultazione dei lavoratori stessi, invece di ricevere le direttive esclusivamente dall’alto. La consultazione dei lavoratori nello sviluppo di tali strumenti sarà particolarmente apprezzata anche in contesti caratterizzati da alti livelli di pragmatismo."
            },
            {
                "Area": "Individuale",
                "Strategia":"Bilancia decisionale",
                "Descrizione":"Queste strategie di cambiamento comportamentale fanno leva sul confronto tra vantaggi e svantaggi dell’attuare un determinato comportamento. Sono particolarmente adatte a gestire una situazione di ambivalenza verso un determinato comportamento (ad es. la persona è consapevole dei rischi che comporta la non aderenza alle procedure di sicurezza ma allo stesso tempo le reputa “una scocciatura” o pensa che “ho sempre fatto a modo mio ed è sempre andata bene”). Le strategie puntano ad enfatizzare la discrepanza tra la situazione ideale in cui la persona vorrebbe trovarsi e il comportamento attuale, che la allontana dall’obiettivo desiderato. È molto efficace quando si focalizza sui singoli lavoratori ma può essere altrettanto utile da condurre con gruppi, coinvolgendo tutti nel processo di cambiamento, poiché i membri della squadra sono in grado di ottenere nuove idee o nuove prospettive gli uni dagli altri. Queste strategie sono frequentemente utilizzate per cambiare comportamenti legati all’uso di sostanze come l'alcol, le droghe o il tabacco, il cambiamento delle abitudini alimentari o l'aumento dell'attività fisica, ma possono essere efficaci anche per comportamenti legati alla gestione del tempo o al rispetto di procedure di sicurezza in contesti organizzativi. ", 
                "Raccomandazioni":"Interventi basati sulla strategia della bilancia decisionale saranno particolarmente efficaci in contesti dove prevale un elevato rigetto dell’incertezza. In questo contesto è stato infatti dimostrato che gli interventi che permettono ai lavoratori di riflettere sui pro e sui contro dell’adottare comportamenti sicuri sono maggiormente efficaci. Interventi basati su questa strategia devono tenere particolarmente conto dei livelli del valore culturale Individualismo per aumentare la loro efficacia. In contesti dove prevalgono alti livelli di individualismo la bilancia decisionale va incentrata sugli effetti positivi (o negativi) che un determinato comportamento ha per l’individuo stesso piuttosto che per il gruppo o la comunità, mentre in contesti a basso livello di individualismo vanno enfatizzate le connessioni tra sicurezza pubblica e lavorativa, incentrando la bilancia decisionale sugli effetti positivi (o negativi) di un determinato comportamento per il gruppo o la comunità. In maniera simile, quando è prevalente un basso livello di mascolinità, questo tipo di interventi saranno più efficaci se svolti in gruppi di lavoro e focalizzati sull’analisi dei fattori che possono favorire un comportamento di sicurezza e sull’identificare gli elementi che ostacolano le prestazioni sicure. A bassi livelli di mascolinità, la bilancia decisionale dovrà inoltre essere tesa a enfatizzare i benefici e gli svantaggi di determinati comportamenti di sicurezza per l’ambiente e la società. Tale strategia d’intervento può essere, inoltre, particolarmente efficace se adattata a situazioni in cui prevale un basso o un alto pragmatismo. In contesti ad alto livello di pragmatismo avranno un effetto maggiore bilance decisionali che enfatizzano gli effetti del comportamento nel breve termine, mentre sarà vero il contrario per contesti in cui prevale un basso livello di pragmatismo. "
            },
            {  
                "Area":"Team",
                "Strategia":"Sviluppo di abitudini stabili",
                "Descrizione":"Le abitudini sono comportamenti appresi che si mettono in moto naturalmente quando accadono determinati eventi o quando ci si trova in una determinata situazione. I comportamenti abitudinari sono dipendenti da stimoli nel contesto e vengono appresi attraverso la ripetizione. Le abitudini sono messe in atto in maniera quasi automatica, con bassa consapevolezza e controllo e sono generalmente difficili da cambiare. Questa strategia si focalizza sul facilitare la formazione di abitudini sicure o scardinare comportamenti abitudinari non sicuri, ad esempio, mediante esercizi di pratica e ripetizione accompagnati da istruzioni che consentano di agire correttamente, oppure attraverso l’inserimento di stimoli nell’ambiente che spingano i lavoratori verso il comportamento desiderato. Tali tipologie di intervento variano in funzione degli obiettivi da perseguire (es. sostituire un comportamento o crearne uno nuovo) e possono essere applicati a una varietà di comportamenti di sicurezza. ",
                "Raccomandazioni":"Questa tipologia di interventi è particolarmente efficace in contesti dove prevalgono bassi livelli di individualismo, poiché gli individui mostrano la tendenza a non assumere direttamente le responsabilità a livello individuale e tendono invece ad attribuirla a livello del gruppo. In maniera simile, il miglioramento e la formazione di abitudini stabili è una strategia potenzialmente molto efficace anche in contesti dove prevalgono alti livelli di mascolinità. Questo tipo di strategia può comunque risultare efficace in molti contesti culturali a patto che i contenuti dei messaggi e degli strumenti utilizzati siano adattati ai valori culturali prevalenti nel contesto. "
            },
            {
                "Area":"Team",
                "Strategia":"Monitoraggio attività e comportamenti di sicurezza",
                "Descrizione":"Questa strategia d’intervento consiste nell’osservare e/o registrare i comportamenti del lavoratore, con il suo consenso, oppure stabilire un metodo che permetta al lavoratore stesso di monitorare e/o registrare i propri comportamenti al fine di stimolare un cambiamento nella direzione desiderata. L’idea di base è quella di aumentare la consapevolezza dei lavoratori riguardo comportamenti quali ad esempio l’adesione determinate procedure di sicurezza, come parte di una strategia di miglioramento. Tali interventi fanno leva sui processi per i quali il comportamento attuale è comparato ad uno standard prestabilito. Questa strategia si basa sull’utilizzo di metodi basati su registri o sistemi tecnologici che raccolgono dati comportamentali in maniera automatizzata. Ciò permette ai lavoratori di acquisire maggiore consapevolezza dei propri comportamenti e all'organizzazione di avere una traccia del cambiamento nel tempo.",
                "Raccomandazioni":"L’efficacia potenziale di interventi basati sulla strategia di monitoraggio delle attività e dei comportamenti può essere aumentata considerevolmente se prestata attenzione in particolare ai livelli di individualismo. In contesti dove prevalgono alti livelli di individualismo i lavoratori tenderanno a prediligere l’esercitare un controllo maggiore sulle proprie condizioni di lavoro e sul lavoro stesso. In questo caso è possibile strutturare l’intervento sul monitoraggio di comportamenti a livello del singolo individuo ed enfatizzare gli alti standard per la sicurezza individuale, le responsabilità personali e il confronto tra performance individuali. Per contesti dove invece prevale un basso livello di individualismo, i lavoratori saranno meno propensi ad esercitare un controllo individuale sulle proprie attività e condizioni di lavoro. In questi casi l’intervento deve focalizzarsi sul monitoraggio di indicatori a livello di gruppo/squadra/unità, piuttosto che individuali. In questo tipo di contesti è inoltre più probabile che si verifichino episodi di responsabilità diffusa. Indipendentemente dagli indicatori selezionati, l’intervento può contribuire a mitigare tale fenomeno se include elementi comunicativi che enfatizzano la responsabilità personale. In contesti dove prevale un’elevata distanza dal potere, i lavoratori tenderanno ad accettare maggiormente il monitoraggio dei comportamenti da parte di supervisori o capi, così come che i comportamenti da monitorare siano più rigidi. In contesti prevalentemente a bassi livelli di distanza dal potere i lavoratori tenderanno a preferire l’auto-monitoraggio. Anche in contesti dove prevalgono alti livelli di mascolinità, interventi basati sull’auto-monitoraggio saranno più efficaci. In questo ultimo caso è inoltre possibile enfatizzare elementi di confronto e competitività tra i lavoratori per aumentare l’aderenza all’intervento. "
            },
            {
                "Area":"Team",
                "Strategia":"Coaching comportamentale",
                "Descrizione":"Questa tipologia di interventi è focalizzata sul confronto tra la performance sicura di un collega e quella di un altro. L’obiettivo è di favorire il rinforzo dei comportamenti attesi mediante un supporto pratico da parte di colleghi e/o supervisori per lo svolgimento dei compiti in sicurezza. Tali interventi sono centrati sullo sviluppo di competenze di sicurezza e di comportamenti sicuri mediante processi di apprendimento partecipativi che si manifestano mediante l’osservazione dei propri e degli altrui comportamenti e tramite meccanismi di interazione reciproca continuativi basati sul feedback. Tra le metodologie implementabili per questo tipo di interventi, il coaching comportamentale risulta tra le più indicate. La tecnica consiste nell’affiancare i lavoratori a colleghi più esperti in termini di sicurezza (aventi la funzione per l’appunto di coach), il cui compito è quello di monitorare la performance di sicurezza del collega meno esperto e fornirgli feedback utili al miglioramento dei comportamenti di sicurezza.",
                "Raccomandazioni":"In contesti caratterizzati da elevati livelli di individualismo, questi interventi dovrebbero tenere in conto una scarsa propensione da parte dei lavoratori a collaborare per il raggiungimento degli obiettivi di sicurezza. I rapporti tra coach e coachee, in questo senso, devono essere strutturati in modo da sviluppare una relazione a due-vie che preveda scambi sia tra il coach che il coachee. In altre parole, occorre favorire scambi relazionali tra le due figure in modo da evitare che il coachee percepisca i consigli del coach come direttive a una-via (e quindi, imposte dall’alto)."
            }        
        ],
    "PSF_Lavoratori":
        [
            {
                "Area":"Tecnologie, Task, Ambiente",
                "Strategia":"Valutazione comportamentale dei sistemi tecnologici di assistenza",
                "Descrizione":"Digitalizzazione, automazione e interlligenza artificiale sono sempre più usati con l'obiettivo di aumentare ulteriormente il livello di sicurezza dei lavoratori tramite l'applicazione di tecnologie digitali e apparati di ultima generazione. I 'Dispositivi di Protezione individuale Intelligenti' consistono in accessori e abbigliamento (ad es. bracciali, caschi, occhiali, fino ad intere tute) che incorporano tecnologie elettroniche avanzate e sensoristica, generalmente connessi a smartphone o a reti IoT. I dispositivi indossabili sono in grado di impattare positivamente i comportamenti di sicurezza, incrementare il benessere dei lavoratori e, in definitiva, portare un cospicuo beneficio all’organizzazione. I dispositivi wearable risultano più efficaci quando si prende in considerazione l’usabilità e   l’accettazione da parte dei lavoratori e le eventuali problematiche di etica e protezione dei dati. La dotazione di visori di realtà aumentata e di Head Mounted Displays può sopperire a rischi collegati ad esperienza e formazione, dando suggerimenti e informazioni ai lavoratori (ad es. in situazioni insolite o aiutandoli con compiti mnemonici). Allo stesso modo, sistemi di rilevamento di prossimità e di allarme, già affidabili ed efficaci, possono avvertire i lavoratori quando sai avvicinano a pericoli in movimento (quali attrezzature pesanti o traffico veicolare nello stabilimento) o evitare l’accesso a determinate zone o aree interdette. In diversi contesti organizzativi, ad esempio, sono state introdotte innovative tecnologie di realtà aumentata che contestualizzano l'esperienza lavorativa degli operatori, fornendo loro informazioni e suggerimenti utili anche allo svolgimento dei compiti più complessi.",
                "Raccomandazioni":"L’introduzione di sistemi tecnologici di assistenza si è dimostrata efficace in molteplici contesti culturali. È comunque rilevante adattare ciascun intervento sulla base delle preferenze e delle necessità non solo dell’organizzazione ma soprattutto degli utilizzatori finali. Alcune considerazioni possono essere riportate in particolare riguardo l’accettazione della tecnologia. Questo tipo di strategia potrebbe in particolare non risultare efficace in contesti dove prevalgono bassi livelli di rigetto dell’incertezza, poiché in questi casi i lavoratori tendono ad essere generalmente diffidenti verso soluzioni tecnologiche. L’efficacia potenziale aumenta considerevolmente, invece, in contesti caratterizzati da bassi livelli di mascolinità, poiché è stato dimostrato che bassi livelli di mascolinità favoriscono appunto l’accettazione della tecnologia da parte dei lavoratori. In contesti caratterizzati da bassi livelli di pragmatismo, evidenziare i benefici a lungo termine della tecnologia, come la riduzione del carico di lavoro, può migliorare l'utilità percepita e la facilità d'uso percepita."
            },
            {
                "Area":"Individuale",
                "Strategia":"Bilancia decisionale",
                "Descrizione":"Queste strategie di cambiamento comportamentale fanno leva sul confronto tra vantaggi e svantaggi dell’attuare un determinato comportamento. Sono particolarmente adatte a gestire una situazione di ambivalenza verso un determinato comportamento (ad es. la persona è consapevole dei rischi che comporta la non aderenza alle procedure di sicurezza ma allo stesso tempo le reputa “una scocciatura” o pensa che “ho sempre fatto a modo mio ed è sempre andata bene”). Le strategie puntano ad enfatizzare la discrepanza tra la situazione ideale in cui la persona vorrebbe trovarsi e il comportamento attuale, che la allontana dall’obiettivo desiderato. È molto efficace quando si focalizza sui singoli lavoratori ma può essere altrettanto utile da condurre con gruppi, coinvolgendo tutti nel processo di cambiamento, poiché i membri della squadra sono in grado di ottenere nuove idee o nuove prospettive gli uni dagli altri. Queste strategie sono frequentemente utilizzate per cambiare comportamenti legati all’uso di sostanze come l'alcol, le droghe o il tabacco, il cambiamento delle abitudini alimentari o l'aumento dell'attività fisica, ma possono essere efficaci anche per comportamenti legati alla gestione del tempo o al rispetto di procedure di sicurezza in contesti organizzativi.",
                "Raccomandazioni":"Interventi basati sulla strategia della bilancia decisionale saranno particolarmente efficaci in contesti dove prevale un elevato rigetto dell’incertezza. In questo contesto è stato infatti dimostrato che gli interventi che permettono ai lavoratori di riflettere sui pro e sui contro dell’adottare comportamenti sicuri sono maggiormente efficaci. Interventi basati su questa strategia devono tenere particolarmente conto dei livelli del valore culturale Individualismo per aumentare la loro efficacia. In contesti dove prevalgono alti livelli di individualismo la bilancia decisionale va incentrata sugli effetti positivi (o negativi) che un determinato comportamento ha per l’individuo stesso piuttosto che per il gruppo o la comunità, mentre in contesti a basso livello di individualismo vanno enfatizzate le connessioni tra sicurezza pubblica e lavorativa, incentrando la bilancia decisionale sugli effetti positivi (o negativi) di un determinato comportamento per il gruppo o la comunità. In maniera simile, quando è prevalente un basso livello di mascolinità, questo tipo di interventi saranno più efficaci se svolti in gruppi di lavoro e focalizzati sull’analisi dei fattori che possono favorire un comportamento di sicurezza e sull’identificare gli elementi che ostacolano le prestazioni sicure. A bassi livelli di mascolinità, la bilancia decisionale dovrà inoltre essere tesa a enfatizzare i benefici e gli svantaggi di determinati comportamenti di sicurezza per l’ambiente e la società. Tale strategia d’intervento può essere, inoltre, particolarmente efficace se adattata a situazioni in cui prevale un basso o un alto pragmatismo. In contesti ad alto livello di pragmatismo avranno un effetto maggiore bilance decisionali che enfatizzano gli effetti del comportamento nel breve termine, mentre sarà vero il contrario per contesti in cui prevale un basso livello di pragmatismo. "
            }
        ],
    "BarriereDiretteIndv":
        [
            {
                "Area":"Tecnologie, Task, Ambiente",
                "Strategia":"Tecniche di Nudgning",
                "Descrizione": "Il nudging consiste nell’introdurre elementi che indirizzino le scelte del lavoratore verso l'esecuzione del comportamento desiderato. Sono tecniche che tramite un’“architettura della scelta” alterano il comportamento delle persone in modo prevedibile senza vietare alcuna opzione. Le tecniche di nudging per la sicurezza mirano a presentare il comportamento sicuro come più facile o più convincente al momento della decisione modificando l'ambiente di scelta per guidare sottilmente il comportamento degli utenti. Si tratta di elementi in grado di direzionare il comportamento individuale nei processi decisionali per mezzo di stimoli che facciano propendere l’individuo verso una determinata opzione. Ad esempio, per spingere le persone ad utilizzare le scale (piuttosto che l’ascensore), si potrebbe disegnare sui gradini il numero di calorie che si consumerebbero se si decidesse di usarle. Mettere in evidenza i lati positivi associati all’impiego delle scale (consumare calorie) rappresenta proprio quella “spinta” (nudge) in grado di influenzare il comportamento individuale.",
                "Raccomandazioni":"Interventi basati sulla strategia del nudging risultano efficaci indipendentemente dai valori culturali prevalenti nel sito di applicazione. È comunque possibile fornire alcune raccomandazioni su come la tipologia di nudge può essere adattata al contesto culturale specifico. In contesti dove prevale un alto livello di individualismo i lavoratori prediligono esercitare un controllo maggiore sulle proprie condizioni di lavoro e sul lavoro stesso e quindi risulteranno maggiormente efficaci tipologie di nudge quali Defaults e Priming. Inoltre, i lavoratori saranno maggiormente orientati a sostenere le decisioni prese individualmente, quindi risulteranno maggiormente efficaci tipologie di nudge che rispettano il senso di padronanza del lavoratore (vedi Esempio 1). Al contrario, in contesti dove prevalgono bassi livelli di individualismo i lavoratori tenderanno a prediligere le decisioni prese collettivamente e quindi tipologie di nudge basati su Norme sociali o comunque che sfruttano messaggi che enfatizzano la collettività ed il senso di appartenenza ad un gruppo. In questo contesto, infatti, i lavoratori tenderanno ad agire prevalentemente nell'interesse del gruppo, e non necessariamente di sé stessi. In contesti dove prevale un’alta distanza dal potere i lavoratori tenderanno ad apprezzare regolamenti rigidi e formalizzati, che dettano gli standard per la performance di sicurezza. I nudge dovranno quindi includere un numero minore di scelte possibili e potranno essere più prescrittivi verso i comportamenti da adottare. I lavoratori tendono infatti ad essere maggiormente propensi a ricevere direttive in ambito di sicurezza. Questo accorgimento è valido anche in casi in cui sia prevalente un alto rigetto dell’incertezza, dove infatti i lavoratori tendono a prediligere l’adozione di procedure, regole e standard chiari e particolareggiati. In questi casi i nudge dovranno essere quanto più possibili basati su messaggi semplici e precisi. In contesti dove prevalgono bassi livelli di rigetto dell’incertezza, saranno invece più efficaci nudge in cui il numero di scelte disponibili è massimizzato, enfatizzando flessibilità e adattabilità alle esigenze del contesto. I lavoratori, infatti, tenderanno a aderire maggiormente a nudge che permettono di scegliere il comportamento da adottare in base alle mutevoli condizioni in cui si deve operare e che enfatizzino processi di responsabilizzazione. In contesti prevalentemente a basso livello di mascolinità saranno più efficaci nudge che enfatizzano informazioni sulle conseguenze dei comportamenti di sicurezza per l’ambiente e la società"   
            },
            {
                "Area":"Individuale",
                "Strategia":"Svilluppo di abitudini stabili",
                "Descrizione": "Le abitudini sono comportamenti appresi che si mettono in moto naturalmente quando accadono determinati eventi o quando ci si trova in una determinata situazione. I comportamenti abitudinari sono dipendenti da stimoli nel contesto e vengono appresi attraverso la ripetizione. Le abitudini sono messe in atto in maniera quasi automatica, con bassa consapevolezza e controllo e sono generalmente difficili da cambiare. Questa strategia si focalizza sul facilitare la formazione di abitudini sicure o scardinare comportamenti abitudinari non sicuri, ad esempio, mediante esercizi di pratica e ripetizione accompagnati da istruzioni che consentano di agire correttamente, oppure attraverso l’inserimento di stimoli nell’ambiente che spingano i lavoratori verso il comportamento desiderato. Tali tipologie di intervento variano in funzione degli obiettivi da perseguire (es. sostituire un comportamento o crearne uno nuovo) e possono essere applicati a una varietà di comportamenti di sicurezza. ",
                "Raccomandazioni":"Questa tipologia di interventi è particolarmente efficace in contesti dove prevalgono bassi livelli di individualismo, poiché gli individui mostrano la tendenza a non assumere direttamente le responsabilità a livello individuale e tendono invece ad attribuirla a livello del gruppo. In maniera simile, il miglioramento e la formazione di abitudini stabili è una strategia potenzialmente molto efficace anche in contesti dove prevalgono alti livelli di mascolinità. Questo tipo di strategia può comunque risultare efficace in molti contesti culturali a patto che i contenuti dei messaggi e degli strumenti utilizzati siano adattati ai valori culturali prevalenti nel contesto. "   
            }

        ],
    
    "BarriereDiretteTeam" : [
        {
            "Area" : "Tecnologie, Task, Ambiente",
            "Strategia" : "Tecniche di Nudging",
            "Descrizione" : "Il nudging consiste nell’introdurre elementi che indirizzino le scelte del lavoratore verso l'esecuzione del comportamento desiderato. Sono tecniche che tramite un’“architettura della scelta” alterano il comportamento delle persone in modo prevedibile senza vietare alcuna opzione. Le tecniche di nudging per la sicurezza mirano a presentare il comportamento sicuro come più facile o più convincente al momento della decisione modificando l'ambiente di scelta per guidare sottilmente il comportamento degli utenti. Si tratta di elementi in grado di direzionare il comportamento individuale nei processi decisionali per mezzo di stimoli che facciano propendere l’individuo verso una determinata opzione. Ad esempio, per spingere le persone ad utilizzare le scale (piuttosto che l’ascensore), si potrebbe disegnare sui gradini il numero di calorie che si consumerebbero se si decidesse di usarle. Mettere in evidenza i lati positivi associati all’impiego delle scale (consumare calorie) rappresenta proprio quella “spinta” (nudge) in grado di influenzare il comportamento individuale.",
            "Raccomandazioni" : "In contesti dove prevale un alto livello di individualismo i lavoratori prediligono controlli maggiori sulle condizioni di lavoro e sul lavoro stesso e quindi risulteranno maggiormente efficaci tipologie di nudge quali Defaults, Commitment e Feedback. Inoltre, i lavoratori saranno maggiormente orientati a sostenere le decisioni prese individualmente, quindi risulteranno maggiormente efficaci tipologie di nudge che rispettano il senso di padronanza del lavoratore (vedi Esempio 1). Al contrario, in contesti dove prevalgono bassi livelli di individualismo i lavoratori tenderanno a prediligere le decisioni prese collettivamente e quindi tipologie di nudge basati su Norme sociali o comunque che sfruttano messaggi che enfatizzano la collettività ed il senso di appartenenza ad un gruppo. In questo contesto, infatti, i lavoratori tenderanno ad agire prevalentemente nell'interesse del gruppo, e non necessariamente di sé stessi. In contesti dove prevale un’alta distanza dal potere i lavoratori tenderanno ad apprezzare regolamenti rigidi e formalizzati, che dettano gli standard per la performance di sicurezza. I nudge dovranno quindi includere un numero minore di scelte possibili e potranno essere più prescrittivi verso i comportamenti da adottare. I lavoratori tendono infatti ad essere maggiormente propensi a ricevere direttive in ambito di sicurezza. Questo accorgimento è valido anche in casi in cui sia prevalente un alto rigetto dell’incertezza, dove infatti i lavoratori tendono a prediligere l’adozione di procedure, regole e standard chiari e particolareggiati. In questi casi i nudge dovranno essere quanto più possibili basati su messaggi semplici e precisi. In contesti dove prevalgono bassi livelli di rigetto dell’incertezza, saranno invece più efficaci nudge in cui il numero di scelte disponibili è massimizzato, enfatizzando flessibilità e adattabilità alle esigenze del contesto. I lavoratori, infatti, tenderanno a aderire maggiormente a nudge che permettono di scegliere il comportamento da adottare in base alle mutevoli condizioni in cui si deve operare e che enfatizzino processi di responsabilizzazione. In contesti prevalentemente a basso livello di mascolinità saranno più efficaci nudge che enfatizzano informazioni sulle conseguenze dei comportamenti di sicurezza per l’ambiente e la società"
        },
        {
            "Area" : "Team",
            "Strategia" : "Coaching comportamentale",
            "Descrizione" : "Questa tipologia di interventi è focalizzata sul confronto tra la performance sicura di un collega e quella di un altro. L’obiettivo è di favorire il rinforzo dei comportamenti attesi mediante un supporto pratico da parte di colleghi e/o supervisori per lo svolgimento dei compiti in sicurezza.Tali interventi sono centrati sullo sviluppo di competenze di sicurezza e di comportamenti sicuri mediante processi di apprendimento partecipativi che si manifestano mediante l’osservazione dei propri e degli altrui comportamenti e tramite meccanismi di interazione reciproca continuativi basati sul feedback. Tra le metodologie implementabili per questo tipo di interventi, il coaching comportamentale risulta tra le più indicate. La tecnica consiste nell’affiancare i lavoratori a colleghi più esperti in termini di sicurezza (aventi la funzione per l’appunto di coach), il cui compito è quello di monitorare la performance di sicurezza del collega meno esperto e fornirgli feedback utili al miglioramento dei comportamenti di sicurezza.",
            "Raccomandazioni" : "In contesti caratterizzati da elevati livelli di individualismo, questi interventi dovrebbero tenere in conto una scarsa propensione da parte dei lavoratori a collaborare per il raggiungimento degli obiettivi di sicurezza. I rapporti tra coach e coachee, in questo senso, devono essere strutturati in modo da sviluppare una relazione a due-vie che preveda scambi sia tra il coach che il coachee. In altre parole, occorre favorire scambi relazionali tra le due figure in modo da evitare che il coachee percepisca i consigli del coach come direttive a una-via (e quindi, imposte dall’alto)."
        },
        {
            "Area" : "Team",
            "Strategia" : "Monitoraggio attività e comportamenti di sicurezza",
            "Descrizione" : "Questa strategia d’intervento consiste nell’osservare e/o registrare i comportamenti del lavoratore, con il suo consenso, oppure stabilire un metodo che permetta al lavoratore stesso di monitorare e/o registrare i propri comportamenti al fine di stimolare un cambiamento nella direzione desiderata. L’idea di base è quella di aumentare la consapevolezza dei lavoratori riguardo comportamenti quali ad esempio l’adesione determinate procedure di sicurezza, come parte di una strategia di miglioramento. Tali interventi fanno leva sui processi per i quali il comportamento attuale è comparato ad uno standard prestabilito. Questa strategia si basa sull’utilizzo di metodi basati su registri o sistemi tecnologici che raccolgono dati comportamentali in maniera automatizzata. Ciò permette ai lavoratori di acquisire maggiore consapevolezza dei propri comportamenti e all'organizzazione di avere una traccia del cambiamento nel tempo.",
            "Raccomandazioni" : "L’efficacia potenziale di interventi basati sulla strategia di monitoraggio delle attività e dei comportamenti può essere aumentata considerevolmente se prestata attenzione in particolare ai livelli di individualismo. In contesti dove prevalgono alti livelli di individualismo i lavoratori tenderanno a prediligere l’esercitare un controllo maggiore sulle proprie condizioni di lavoro e sul lavoro stesso. In questo caso è possibile strutturare l’intervento sul monitoraggio di comportamenti a livello del singolo individuo ed enfatizzare gli alti standard per la sicurezza individuale, le responsabilità personali e il confronto tra performance individuali. Per contesti dove invece prevale un basso livello di individualismo, i lavoratori saranno meno propensi ad esercitare un controllo individuale sulle proprie attività e condizioni di lavoro. In questi casi l’intervento deve focalizzarsi sul monitoraggio di indicatori a livello di gruppo/squadra/unità, piuttosto che individuali. In questo tipo di contesti è inoltre più probabile che si verifichino episodi di responsabilità diffusa. Indipendentemente dagli indicatori selezionati, l’intervento può contribuire a mitigare tale fenomeno se include elementi comunicativi che enfatizzano la responsabilità personale. In contesti dove prevale un’elevata distanza dal potere, i lavoratori tenderanno ad accettare maggiormente il monitoraggio dei comportamenti da parte di supervisori o capi, così come che i comportamenti da monitorare siano più rigidi. In contesti prevalentemente a bassi livelli di distanza dal potere i lavoratori tenderanno a preferire l’auto-monitoraggio. Anche in contesti dove prevalgono alti livelli di mascolinità, interventi basati sull’auto-monitoraggio saranno più efficaci. In questo ultimo caso è inoltre possibile enfatizzare elementi di confronto e competitività tra i lavoratori per aumentare l’aderenza all’intervento. "
        }
    ],
    "B_SalvaguardiaNonTecn" : [
        {
            "Area" : "Individuale",
            "Strategia" : "Sviluppo delle competenze non-tecniche",
            "Descrizione" : "Questa strategia d’intervento si focalizza sullo sviluppo di skills, conoscenze e abilità associate al lavoro in sicurezza mediante l'implementazione di diverse tecniche di apprendimento (Active Learning, E-learning, learning by doing) e comportamentali goal setting, action planning, problem solving, gestione delle risorse personali (es. gestione della fatica e dello stress). L’obiettivo comune che tali tecniche perseguono è quello di mettere a disposizione del lavoratore tutte le competenze necessarie a svolgere il proprio lavoro in sicurezza e, in particolare, di favorire lo sviluppo di competenze di sicurezza che il lavoratore possa applicare anche in situazioni differenti rispetto allo svolgimento di diversi compiti. Questa strategia di intervento può avvalersi di diverse metodologie (ad es. formazione, coaching, simulazioni) che consentano al lavoratore di apprendere o effettuare un refresh delle competenze, sia tecniche che non tecniche, necessarie per svolgere i compiti in sicurezza, applicare quanto appreso e di esercitarsi nell'esecuzione dei compiti in maniera sicura. ",
            "Raccomandazioni" : "Interventi finalizzati ad incrementare le competenze non-tecniche possono esser potenzialmente molto efficaci nell’incrementare i comportamenti di sicurezza in molteplici contesti caratterizzati dalla prevalenza di diversi valori culturali. Sono comunque particolarmente raccomandati in contesti dove prevalgono alti livelli di mascolinità. In contesti dove prevalgono alti livelli di individualismo il focus va posto sull’acquisizione di competenze a livello individuale, sulla promozione dell’individuo e sull’acquisizione di capacità e abilità personali. In contesti dove prevalgono bassi livelli di individualismo verrà invece attribuita più importanza alle competenze di cui necessita il gruppo. In contesti dove prevale un elevato rigetto dell’incertezza gli individui saranno più propensi ad aderire a programmi di sviluppo/incremento delle competenze non-tecniche se fortemente radicati sulla specializzazione nel proprio ambito di lavoro."
        },
        {
            "Area" : "Team",
            "Strategia" : "Coaching comportamentale",
            "Descrizione" : "Questa tipologia di interventi è focalizzata sul confronto tra la performance sicura di un collega e quella di un altro. L’obiettivo è di favorire il rinforzo dei comportamenti attesi mediante un supporto pratico da parte di colleghi e/o supervisori per lo svolgimento dei compiti in sicurezza. Tali interventi sono centrati sullo sviluppo di competenze di sicurezza e di comportamenti sicuri mediante processi di apprendimento partecipativi che si manifestano mediante l’osservazione dei propri e degli altrui comportamenti e tramite meccanismi di interazione reciproca continuativi basati sul feedback. Tra le metodologie implementabili per questo tipo di interventi, il coaching comportamentale risulta tra le più indicate. La tecnica consiste nell’affiancare i lavoratori a colleghi più esperti in termini di sicurezza (aventi la funzione per l’appunto di coach), il cui compito è quello di monitorare la performance di sicurezza del collega meno esperto e fornirgli feedback utili al miglioramento dei comportamenti di sicurezza.",
            "Raccomandazioni" : "In contesti caratterizzati da elevati livelli di individualismo, questi interventi dovrebbero tenere in conto una scarsa propensione da parte dei lavoratori a collaborare per il raggiungimento degli obiettivi di sicurezza. I rapporti tra coach e coachee, in questo senso, devono essere strutturati in modo da sviluppare una relazione a due-vie che preveda scambi sia tra il coach che il coachee. In altre parole, occorre favorire scambi relazionali tra le due figure in modo da evitare che il coachee percepisca i consigli del coach come direttive a una-via (e quindi, imposte dall’alto)."
        }
    ],
    "B_SalvaguardiaTecn" : [
        {
            "Area" : "Team",
            "Strategia" : "Coaching comportamentale",
            "Descrizione" : "Questa tipologia di interventi è focalizzata sul confronto tra la performance sicura di un collega e quella di un altro. L’obiettivo è di favorire il rinforzo dei comportamenti attesi mediante un supporto pratico da parte di colleghi e/o supervisori per lo svolgimento dei compiti in sicurezza.Tali interventi sono centrati sullo sviluppo di competenze di sicurezza e di comportamenti sicuri mediante processi di apprendimento partecipativi che si manifestano mediante l’osservazione dei propri e degli altrui comportamenti e tramite meccanismi di interazione reciproca continuativi basati sul feedback. Tra le metodologie implementabili per questo tipo di interventi, il coaching comportamentale risulta tra le più indicate. La tecnica consiste nell’affiancare i lavoratori a colleghi più esperti in termini di sicurezza (aventi la funzione per l’appunto di coach), il cui compito è quello di monitorare la performance di sicurezza del collega meno esperto e fornirgli feedback utili al miglioramento dei comportamenti di sicurezza.",
            "Raccomandazioni" : "In contesti caratterizzati da elevati livelli di individualismo, questi interventi dovrebbero tenere in conto una scarsa propensione da parte dei lavoratori a collaborare per il raggiungimento degli obiettivi di sicurezza. I rapporti tra coach e coachee, in questo senso, devono essere strutturati in modo da sviluppare una relazione a due-vie che preveda scambi sia tra il coach che il coachee. In altre parole, occorre favorire scambi relazionali tra le due figure in modo da evitare che il coachee percepisca i consigli del coach come direttive a una-via (e quindi, imposte dall’alto)."
        },
        {
            "Area" : "Organizzazione",
            "Strategia" : "Performance management",
            "Descrizione" :"L’intervento consiste nel monitorare e gestire i comportamenti sicuri degli operatori, fornendo loro feedback periodici in merito alla performance di sicurezza e stabilendo piani di azione sul medio e lungo termine focalizzati sul miglioramento delle criticità in termini di sicurezza. In questo senso, gli interventi sono focalizzati sulla rivisitazione dei sistemi di monitoraggio e valutazione della performance, con l’obiettivo di includere aspetti rilevanti legati alla sicurezza che consentano all’operatore di migliorare la propria performance nel tempo. In quest’ottica non si parla tanto di monitoraggio della performance di sicurezza ma di “gestione della performance”. Ciò porta ad operare anche in ottica motivazionale per favorire la motivazione intrinseca che porta le persone a svolgere un'attività perché la percepiscono come interessante, soddisfacente o piacevole. La motivazione intrinseca rappresenta la forma più completa di motivazione autonoma alla sicurezza.",
            "Raccomandazioni" : "Interventi di gestione della performance devono tenere conto sia dei livelli di individualismo che di rigetto dell’incertezza presenti all’interno del contesto lavorativo. Per quanto riguarda il primo, in contesti caratterizzati da elevati livelli di individualismo, i processi di monitoraggio e gestione della performance di sicurezza dovrebbero essere maggiormente customizzati sulla base delle specificità del lavoratore, pianificando obiettivi individuali di sicurezza e relative modalità di raggiungimento degli stessi. Per quanto riguarda il secondo, invece, in funzione dei livelli di rigetto dell’incertezza è possibile progettare la gestione della performance in maniera più o meno flessibile. Nel caso in cui vi fossero elevati livelli del valore culturale, occorrerebbe definire a priori con il lavoratore chiari obiettivi di sicurezza, le finalità del monitoraggio ed i precisi comportamenti attesi da parte del lavoratore. In caso in cui, per contro, il contesto lavorativo presentasse livelli di rigetto dell’incertezza minori, i piani di gestione della performance potrebbero essere formulati in maniera più flessibile, prevedendo accorgimenti in corso d’opera in funzione dei risultati dell’operatore rispetto agli obiettivi ed ai comportamenti di sicurezza attesi."
        }
    ],
    "MotivazioneSicurezza" : [
        {
            "Area" : "Team",
            "Strategia" : "Personal commitment e role modeling",
            "Descrizione" : "Questa strategia di intervento è implementata al fine di favorire consapevolezza rispetto all’impatto che il proprio comportamento può avere sugli altri, a orientare il lavoratore verso l’adozione di comportamenti più sicuri e a favorire un’assunzione di responsabilità rispetto alle tematiche di sicurezza. In questa tipologia di intervento è fondamentale focalizzare l'attenzione sui potenziali vantaggi associati al lavorare in sicurezza per il lavoratore, cercando al contempo di favorire lo sviluppo di atteggiamenti positivi da parte dei lavoratori. Complessivamente, questi interventi condividono l’obiettivo di favorire lo sviluppo di valori positivi rispetto alla sicurezza, in particolare mediante azioni di sensibilizzazione nei confronti della tematica a livello di team e organizzativo.",
            "Raccomandazioni" : "I valori culturali presenti all’interno del contesto organizzativo possono influenzare significativamente la potenziale l’efficacia degli interventi basati su questa strategia. In particolare, in contesti dove prevalgono elevati livelli di individualismo saranno più efficaci strategie focalizzate sul personal commitment, che sottolineano l’importanza di alti standard per la sicurezza individuale e la responsabilità del singolo lavoratore legata ai comportamenti di sicurezza. A bassi livelli di individualismo, saranno più efficaci interventi che enfatizzano gli aspetti sociali relativi al role modelling ed ai benefici che l’intero gruppo/organizzazione ne possono trarre. In contesti caratterizzati da alti livelli di mascolinità enfatizzare aspetti di competizione con i colleghi (vedi Esempio 1) può contribuire ad aumentare l’efficacia dell’intervento. "
        }
    ],
    "CittadinanzaSicurezza" : [
        {
            "Area" : "Team",
            "Strategia" : "Personal commitment e role modeling",
            "Descrizione" : "Questa strategia di intervento è implementata al fine di favorire consapevolezza rispetto all’impatto che il proprio comportamento può avere sugli altri, a orientare il lavoratore verso l’adozione di comportamenti più sicuri e a favorire un’assunzione di responsabilità rispetto alle tematiche di sicurezza. In questa tipologia di intervento è fondamentale focalizzare l'attenzione sui potenziali vantaggi associati al lavorare in sicurezza per il lavoratore, cercando al contempo di favorire lo sviluppo di atteggiamenti positivi da parte dei lavoratori. Complessivamente, questi interventi condividono l’obiettivo di favorire lo sviluppo di valori positivi rispetto alla sicurezza, in particolare mediante azioni di sensibilizzazione nei confronti della tematica a livello di team e organizzativo.",
            "Raccomandazioni" : "I valori culturali presenti all’interno del contesto organizzativo possono influenzare significativamente la potenziale l’efficacia degli interventi basati su questa strategia. In particolare, in contesti dove prevalgono elevati livelli di individualismo saranno più efficaci strategie focalizzate sul personal commitment, che sottolineano l’importanza di alti standard per la sicurezza individuale e la responsabilità del singolo lavoratore legata ai comportamenti di sicurezza. A bassi livelli di individualismo, saranno più efficaci interventi che enfatizzano gli aspetti sociali relativi al role modelling ed ai benefici che l’intero gruppo/organizzazione ne possono trarre. In contesti caratterizzati da alti livelli di mascolinità enfatizzare aspetti di competizione con i colleghi (vedi Esempio 1) può contribuire ad aumentare l’efficacia dell’intervento. "
        }
    ],
    "LeaderHSE" : [
        {
            "Area" : "Organizzazione",
            "Strategia" : "Sviluppo delle competenze comportamentali di Safety Leadership ",
            "Descrizione" : "Gli interventi di questa tipologia si pongono l’obiettivo di intervenire sui comportamenti adottati dai supervisori allo scopo di promuovere l’adozione di comportamenti di leadership all’interno dei gruppi di lavoro. La leadership va appunto intesa come un insieme di comportamenti, non di personalità. In termini di leadership, l'enfasi va posta su comportamenti specifici e desiderati. La promozione della leadership, in tal senso, rappresenta un elemento chiave per favorire la sicurezza sul luogo di lavoro. Leader competenti sono in grado di promuovere comportamenti sicuri in maniera trasversale sul luogo di lavoro, motivando i lavoratori ad eseguire i compiti in modo sicuro, anche quando le scorciatoie sono più comode, convenienti e veloci. In questo tipo di strategia la casistica può essere molto varia: dagli interventi formativi centrati sullo sviluppo di competenze manageriali (associate ai comportamenti di sicurezza) ad azioni di coaching individualizzato. ",
            "Raccomandazioni" : "Gli interventi di leadership devono essere customizzati, in particolare sulla base dei livelli di distanza dal potere presenti nel contesto lavorativo. In casi di elevata distanza dal potere i lavoratori percepiscono distanza rispetto alle posizioni di supervisione ricoperte dai leader ed i rapporti tendono ad essere caratterizzati da maggiori livelli di formalità. In questi scenari, è necessario, da una parte, istruire i leader rispetto al rafforzamento delle relazioni interpersonali con i lavoratori e, dall’altra, focalizzare la formazione sullo sviluppo di competenze di leadership che tengano in conto lo stile relazionale prevalente all’interno del contesto organizzativo (es: leadership autorevole). In casi di bassa distanza dal potere, per contro, gli interventi di leadership dovrebbero essere focalizzati sullo sviluppo di competenze di leadership centrate sullo sviluppo delle competenze/sul potenziamento dei subordinati (es: empowering o trasformational leadership)."
        }
    ],
    "ClimaHSE" : [
        {
            "Area" : "Organizzazione",
            "Strategia" : "Analisi di clima",
            "Descrizione" : "Clima e cultura di sicurezza rappresentano elementi cruciali per il mantenimento di elevati standard di sicurezza nell’ambiente lavorativo. I due concetti sono altamente interconnessi tra loro e possono essere intesi come interdipendenti e complementari. Mentre il termine “clima di sicurezza” fa riferimento all’insieme di credenze condivise da parte dei lavoratori in merito all’importanza attribuita alla sicurezza all’interno dell’organizzazione, la “cultura di sicurezza” può essere invece intesa come l’insieme dei processi organizzativi e delle pratiche professionali, delle norme scritte e delle convenzioni informali, dei linguaggi, dei modi di pensare, di percepire e di rappresentare il rischio in azienda. Interventi mirati a potenziare il clima di sicurezza sono sviluppati attorno alla sensibilizzazione delle tematiche di sicurezza ed alla trasmissione di valori culturali positivi all’interno del contesto aziendale.",
            "Raccomandazioni" : "In presenza di elevata mascolinità, i lavoratori tendono a mostrare meno interesse per le tematiche relative alla sicurezza e, anzi, in talune occasioni mostrare di non temere i rischi per la salute nello svolgimento dei compiti può essere visto positivamente da parte dei membri del gruppo. In queste situazioni occorre sottolineare nel corso dell’implementazione degli interventi che lavorare in sicurezza non è indice di insicurezza, bensì che è un atteggiamento preventivo a tutela della sicurezza sia propria che dei colleghi che non ha risvolti sulla percezione di mascolinità da parte dei lavoratori. In caso di elevati livelli di distanza dal potere, i lavoratori tendono ad accettare e condividere maggiormente un intervento quando percepito come imposto da parte dell’organizzazione (proveniente “dall’alto”). Per favorire la diffusione di clima e cultura di sicurezza positivi, pertanto, occorre garantire il massimo coinvolgimento da parte del management: in particolare (a partire dai supervisori) è necessario che i leader contribuiscano attivamente alla diffusione dei giusti valori di sicurezza. La semplice diffusione dei valori di sicurezza potrebbe essere percepita come non immediatamente fruibile/utile da parte dei lavoratori in contesti caratterizzati da elevati livelli di pragmatismo. In queste situazioni, occorre sottolineare i benefici derivanti dall’implementazione dell’intervento per il lavoratore, mettendo in risalto gli esiti previsti ed attesi sul breve-medio termine."
        }
    ],
    "ValutazioneSicurezza" : [
        {
            "Area" : "Organizzazione",
            "Strategia" : "Analisi di clima",
            "Descrizione" : "Clima e cultura di sicurezza rappresentano elementi cruciali per il mantenimento di elevati standard di sicurezza nell’ambiente lavorativo. I due concetti sono altamente interconnessi tra loro e possono essere intesi come interdipendenti e complementari. Mentre il termine “clima di sicurezza” fa riferimento all’insieme di credenze condivise da parte dei lavoratori in merito all’importanza attribuita alla sicurezza all’interno dell’organizzazione, la “cultura di sicurezza” può essere invece intesa come l’insieme dei processi organizzativi e delle pratiche professionali, delle norme scritte e delle convenzioni informali, dei linguaggi, dei modi di pensare, di percepire e di rappresentare il rischio in azienda. Interventi mirati a potenziare il clima di sicurezza sono sviluppati attorno alla sensibilizzazione delle tematiche di sicurezza ed alla trasmissione di valori culturali positivi all’interno del contesto aziendale.  Sono diverse le modalità tramite le quali è possibile incrementare clima e cultura di sicurezza. Tra questi si riportano la predisposizione ed implementazione di sistemi per il monitoraggio e la valutazione del clima di sicurezza organizzativo.",
            "Raccomandazioni" : "In presenza di elevata mascolinità, i lavoratori tendono a mostrare meno interesse per le tematiche relative alla sicurezza e, anzi, in talune occasioni mostrare di non temere i rischi per la salute nello svolgimento dei compiti può essere visto positivamente da parte dei membri del gruppo. In queste situazioni occorre sottolineare nel corso dell’implementazione degli interventi che lavorare in sicurezza non è indice di insicurezza, bensì che è un atteggiamento preventivo a tutela della sicurezza sia propria che dei colleghi che non ha risvolti sulla percezione di mascolinità da parte dei lavoratori. In caso di elevati livelli di distanza dal potere, i lavoratori tendono ad accettare e condividere maggiormente un intervento quando percepito come imposto da parte dell’organizzazione (proveniente “dall’alto”). Per favorire la diffusione di clima e cultura di sicurezza positivi, pertanto, occorre garantire il massimo coinvolgimento da parte del management: in particolare (a partire dai supervisori) è necessario che i leader contribuiscano attivamente alla diffusione dei giusti valori di sicurezza. La semplice diffusione dei valori di sicurezza potrebbe essere percepita come non immediatamente fruibile/utile da parte dei lavoratori in contesti caratterizzati da elevati livelli di pragmatismo. In queste situazioni, occorre sottolineare i benefici derivanti dall’implementazione dell’intervento per il lavoratore, mettendo in risalto gli esiti previsti ed attesi sul breve-medio termine."
        },
        {
            "Area" : "Organizzazione",
            "Strategia" : "Performance management",
            "Descrizione" :"L’intervento consiste nel monitorare e gestire i comportamenti sicuri degli operatori, fornendo loro feedback periodici in merito alla performance di sicurezza e stabilendo piani di azione sul medio e lungo termine focalizzati sul miglioramento delle criticità in termini di sicurezza. In questo senso, gli interventi sono focalizzati sulla rivisitazione dei sistemi di monitoraggio e valutazione della performance, con l’obiettivo di includere aspetti rilevanti legati alla sicurezza che consentano all’operatore di migliorare la propria performance nel tempo. In quest’ottica non si parla tanto di monitoraggio della performance di sicurezza ma di “gestione della performance”. Ciò porta ad operare anche in ottica motivazionale per favorire la motivazione intrinseca che porta le persone a svolgere un'attività perché la percepiscono come interessante, soddisfacente o piacevole. La motivazione intrinseca rappresenta la forma più completa di motivazione autonoma alla sicurezza.",
            "Raccomandazioni" : "Interventi di gestione della performance devono tenere conto sia dei livelli di individualismo che di rigetto dell’incertezza presenti all’interno del contesto lavorativo. Per quanto riguarda il primo, in contesti caratterizzati da elevati livelli di individualismo, i processi di monitoraggio e gestione della performance di sicurezza dovrebbero essere maggiormente customizzati sulla base delle specificità del lavoratore, pianificando obiettivi individuali di sicurezza e relative modalità di raggiungimento degli stessi. Per quanto riguarda il secondo, invece, in funzione dei livelli di rigetto dell’incertezza è possibile progettare la gestione della performance in maniera più o meno flessibile. Nel caso in cui vi fossero elevati livelli del valore culturale, occorrerebbe definire a priori con il lavoratore chiari obiettivi di sicurezza, le finalità del monitoraggio ed i precisi comportamenti attesi da parte del lavoratore. In caso in cui, per contro, il contesto lavorativo presentasse livelli di rigetto dell’incertezza minori, i piani di gestione della performance potrebbero essere formulati in maniera più flessibile, prevedendo accorgimenti in corso d’opera in funzione dei risultati dell’operatore rispetto agli obiettivi ed ai comportamenti di sicurezza attesi."
        }
        
    ]
}
