{
    "PSF_Task" :
        [ 
            {
                "Area" : "Tecnologie, Task, Ambiente", 
                "Strategia" : "Cross-Training",
                "Descrizione" : "La formazione incrociata (cross-training) è una strategia di intervento che aumenta la performance di team.  Con la formazione incrociata dei dipendenti, si distribuiscono alcune competenze chiave nel team. Ciò significa che i membri del team diventano più completi e possono assumere una gamma più ampia di compiti. Questo dà al team una maggiore flessibilità e la capacità di adattarsi alle circostanze che cambiano. Uno dei benefici principali della formazione incrociata dei dipendenti è quello di ridurre il rischio. Molti team si affidano alla conoscenza o all'esperienza di una sola persona per certi compiti.  Dare agli altri membri del team l'opportunità di lavorare con il membro chiave del team darà loro la possibilità di assorbire conoscenze chiave e sviluppare le loro abilità. Anche organizzarsi per distribuire i compiti ad altri membri del team per una parte del tempo può aiutare. Nominare una riserva per coprire il membro chiave del team può anche ridurre il rischio di dipendere da una sola persona.",
                "Raccomandazioni" : "Complessivamente, questa tipologia di interventi è maggiormente accettata e condivisa da parte dei lavoratori in situazioni di basso individualismo, in quanto questi ultimi sono maggiormente disposti a cooperare tra loro per il raggiungimento di obiettivi di team e a supportarsi l’un l’altro nello svolgimento dei compiti. In situazioni di elevato individualismo, per contro, i lavoratori tendono a curare maggiormente i propri interessi personali e ad anteporli agli obiettivi di squadra. In questi casi, per favorire l’accettazione e la motivazione a prendere parte a questi interventi, occorre sottolineare i vantaggi derivanti dalla partecipazione in termini di potenziamento delle competenze e a strutturare maggiormente le rotazioni delle mansioni in funzione degli interessi personali di sviluppo di carriera dei lavoratori. In situazioni di elevata distanza dal potere, la strutturazione e definizione dei percorsi di formazione incrociata risulta maggiormente accettata e condivisa da parte dei lavoratori quando stabilita e “imposta” da parte dell’organizzazione. Per contro, per bassi livelli di distanza dal potere, risulta necessario coinvolgere direttamente i lavoratori nella definizione dei percorsi di formazione incrociata al fine di favorirne il coinvolgimento e la motivazione. In situazioni di elevati livelli di rigetto dell’incertezza, la programmazione e definizione delle attività dell’intervento deve risultare esplicita e chiara (sia rispetto alle funzionalità che alle modalità) al fine di evitare l’instaurarsi di sentimenti di ambiguità di ruolo e di insicurezza da parte dei lavoratori. Per contro, in situazioni di bassi livelli di rigetto dell’incertezza, è possibile strutturare percorsi di formazione incrociata più flessibili, che tengano in considerazione anche esigenze contestuali."   
            },
            {
                "Area" : "Tecnologie, Task, Ambiente",
                "Strategia" :"Sequenziamento del compito" ,
                "Descrizione": "L’intervento di sequenziamento del compito prevede la suddivisione di un compito complesso in sotto-compiti meno difficili e più gestibili, nonché sequenzialmente ordinati. L’intervento consiste nel mostrare all’operatore come svolgere in sicurezza ciascuno dei sotto-compiti del task e, mediante ripetizione, favorire l’acquisizione dei comportamenti di sicurezza più efficaci. L’intervento è strutturato secondo step di apprendimento che ricalcano la sequenza dei sotto-compiti del task principale: in tal senso, solo nel momento in cui il lavoratore abbia dimostrato di saper eseguire un sotto-compito in sicurezza è possibile passare a quello successivo. La suddivisione del task svolge una duplice funzione. Da una parte, favorisce l’acquisizione dei comportamenti sicuri secondo un approccio che consente all’operatore di procedere secondo la propria velocità di apprendimento. Dall’altra, in presenza di compiti particolarmente complessi e/o lunghi, consente al lavoratore di disporre di una sequenza specifica e ordinata di sotto-compiti da eseguire, riducendo il livello di complessità percepita. Al termine dell’intervento l’operatore è in grado di svolgere il task nella sua interezza, mantenendo elevati livelli di sicurezza nelle diverse fasi di esecuzione del compito.",
                "Raccomandazioni" : "Per questa tipologia di intervento occorre prestare attenzione ai livelli di rigetto dell’incertezza e di pragmatismo presenti all’interno del tessuto organizzativo. Per quanto riguarda la prima, la frammentazione dei compiti rappresenta un’operazione delicata che rischia di creare incertezza e ambiguità, soprattutto nel caso in cui al lavoratore non fossero chiare le modalità di esecuzione del sotto-task e le relative finalità. In caso di elevati livelli di rigetto dell’incertezza, pertanto, occorre strutturare l’intervento in modo da stabilire in maniera ancor più precisa ed accurata le procedure e le modalità specifiche di esecuzione dei vari task, al fine di limitare la possibilità di interpretazione personale da parte del lavoratore e le percezioni di ambiguità. In questi casi, inoltre, è suggeribile prevedere un affiancamento ed una supervisione continuativi (soprattutto nelle fasi iniziali di apprendimento) a supporto del lavoratore. In situazioni di elevato pragmatismo, i lavoratori tendono a valorizzare maggiormente piani di azione che prevedano risultati nel breve-medio termine e che vengano percepiti come utili. In questo senso, lo spacchettamento dei compiti potrebbe tradursi in perplessità da parte dei lavoratori per l’incremento del tempo richiesto per l’esecuzione del task.  Occorre di conseguenza, comunicare ai lavoratori i benefici derivanti dall’implementazione dell’intervento, mettendo in particolare risalto i risultati attesi nel breve-medio termini ed i vantaggi per gli operatori (ad esempio, puntando sull’incremento delle competenze di sicurezza e sul ridotto livello di esposizione al rischio)."
            },
            {
                "Area": "Individuale",
                "Strategia": "Strategie di problem solving",
                "Descrizione": "Questa tipologia di intervento prevede incontri in piccoli gruppi per stimolare una discussione costruttiva sui problemi relativi alla sicurezza e generare in maniera congiunta strategie per risolverli.  Solitamente l’attività è organizzata attorno a due fasi sequenziali: 1.Identificazione del problema = fase in cui il problema è descritto ed analizzato in funzione delle caratteristiche contestuali entro cui si colloca (Qual è il problema? Come si manifesta? In quali condizioni? Quali attori coinvolge e in che modo? Qual è la gravità attuale del problema?)2.Identificazione delle possibili soluzioni = fase in cui si definiscono le modalità mediante le quali giungere ad una soluzione (Quale soluzione permetterebbe di risolvere il problema? Quali sono i pro e contro di ogni soluzione?).Tali strategie di cambiamento comportamentale favoriscono lo sviluppo di capacità di pensiero critico e di risoluzione dei problemi nei lavoratori, favorendo una migliore percezione dei potenziali rischi lavorativi e delle soluzioni applicabili.",
                "Raccomandazioni": "Elevati livelli di individualismo possono incidere sulla partecipazione dei lavoratori ai processi di presa di decisione: in questi casi, gli operatori sono meno propensi ad accettare le soluzioni ai problemi identificate dal gruppo e tendono maggiormente ad imporre il proprio punto di vista. Per questo motivo, il numero di partecipanti dovrebbe essere più circoscritto (8-10 persone max) per evitare l’insorgenza di conflitti interpersonali e facilitare i processi di brainstorming e individuazione del problema. Per contro, in caso di bassi livelli di individualismo, il numero dei partecipanti dovrebbe essere maggiore (dai 15 ai 20). Anche i livelli di distanza dal potere influiscono sull’efficacia dell’intervento. In particolare, in caso di elevata distanza dal potere, i lavoratori sono meno inclini a partecipare ai processi decisionali e tendono ad accettare maggiormente le soluzioni individuate dal management. Anche in questi casi, il numero di partecipanti dovrebbe essere più circoscritto (8-10) e prevedere la presenza di leader con un ruolo predominante nei processi di decision-making. Per contro, in situazioni di bassa distanza dal potere, occorre coinvolgere maggiormente i lavoratori lasciando loro la possibilità di formulare le soluzioni più adeguate e prevedendo una loro partecipazione attiva nel corso dell’implementazione dell’intervento. In situazioni di elevati livelli di rigetto dell’incertezza i lavoratori necessitano che le finalità dell’intervento e le soluzioni individuate risultino chiare e ben definite. In questi casi, pertanto, occorre dedicare un’attenzione particolare alla fase di presentazione dell’intervento ai lavoratori, precisando in maniera trasparente gli obiettivi e le finalità dello stesso. Anche le soluzioni identificate dovrebbero essere quanto più concrete e definite possibile, al fine di evitare ambiguità nella loro implementazione. In casi di bassi livelli dell’incertezza, per contro, è possibile identificare soluzioni più flessibili (modificabili in corso d’opera) dedicando una maggiore attenzione alla fase di sperimentazione delle soluzioni identificate. "
            },
            {
                "Area": "Individuale",
                "Strategia": "Programmi di gestione dello stress",
                "Descrizione": "In situazioni stressanti, infatti, le emozioni possono influenzare negativamente le performance di sicurezza esercitando un impatto diretto sul comportamento. Ad esempio, se l’operatore prova una forte ansietà a causa della pericolosità percepita del compito che deve svolgere, ciò potrebbe indurlo a distrarsi durante l’esecuzione del task facendogli dimenticare di indossare correttamente i DPI o di eseguire una procedura. Gli interventi basati sulla gestione dello stress sono strutturati allo scopo di far acquisire al lavoratore skills personali per la gestione delle proprie emozioni in situazioni di potenziale stress. Questi interventi mirano a aumentare le strategie di coping adattivi messi in atto dalle persone per il fronteggiamento di situazioni stressanti, come l’anticipazione dello stimolo stressante e la regolazione emotiva.",
                "Raccomandazioni": "Elevati livelli di mascolinità possono influire negativamente sull’efficacia dell’intervento secondo molteplici prospettive. Innanzitutto, occorre sottolineare che in queste situazioni i lavoratori tendono quanto più possibile a mascherare o nascondere le proprie insicurezze e le proprie paure per il timore del giudizio altrui. In questi contesti, l’esibizione di comportamenti machisti è generalmente più accettata rispetto alla norma e, anzi, è talvolta vista positivamente all’interno del contesto lavorativo. A questi comportamenti si accompagna una scarsa percezione del rischio ed una tendenza a lavorare anche in condizioni potenzialmente rischiose. Per questi motivi, è importante coinvolgere i lavoratori nella definizione dell’intervento trasmettendo un clima di apertura e di astensione dal giudizio: in altre parole, occorre trasmettere il messaggio che è normale provare sensazioni di stress all’interno del contesto lavorativo e che mostrare il proprio disagio non è segno di debolezza. Per incentivare la partecipazione all’intervento, inoltre, occorre comunicare in maniera trasparente gli obiettivi dell’intervento, in particolare ponendo l’attenzione sul potenziamento delle skill trasversali di gestione dello stress."
            },
            {
                "Area": "Individuale",
                "Strategia": "Sviluppo delle competenze non-tecniche",
                "Descrizione": "Questa strategia d’intervento si focalizza sullo sviluppo di skills, conoscenze e abilità associate al lavoro in sicurezza mediante l'implementazione di diverse tecniche di apprendimento (Active Learning, E-learning, learning by doing) e comportamentali goal setting, action planning, problem solving, gestione delle risorse personali (es. gestione della fatica e dello stress). L’obiettivo comune che tali tecniche perseguono è quello di mettere a disposizione del lavoratore tutte le competenze necessarie a svolgere il proprio lavoro in sicurezza e, in particolare, di favorire lo sviluppo di competenze di sicurezza che il lavoratore possa applicare anche in situazioni differenti rispetto allo svolgimento di diversi compiti. Questa strategia di intervento può avvalersi di diverse metodologie (ad es. formazione, coaching, simulazioni) che consentano al lavoratore di apprendere o effettuare un refresh delle competenze, sia tecniche che non tecniche, necessarie per svolgere i compiti in sicurezza, applicare quanto appreso e di esercitarsi nell'esecuzione dei compiti in maniera sicura. ",
                "Raccomandazioni": "Interventi finalizzati ad incrementare le competenze non-tecniche possono esser potenzialmente molto efficaci nell’incrementare i comportamenti di sicurezza in molteplici contesti caratterizzati dalla prevalenza di diversi valori culturali. Sono comunque particolarmente raccomandati in contesti dove prevalgono alti livelli di mascolinità. In contesti dove prevalgono alti livelli di individualismo il focus va posto sull’acquisizione di competenze a livello individuale, sulla promozione dell’individuo e sull’acquisizione di capacità e abilità personali. In contesti dove prevalgono bassi livelli di individualismo verrà invece attribuita più importanza alle competenze di cui necessita il gruppo. In contesti dove prevale un elevato rigetto dell’incertezza gli individui saranno più propensi ad aderire a programmi di sviluppo/incremento delle competenze non-tecniche se fortemente radicati sulla specializzazione nel proprio ambito di lavoro."
            },
            {
                "Area": "Team",
                "Strategia": "Personal commitment e role modeling",
                "Descrizione": "Questa strategia di intervento è implementata al fine di favorire consapevolezza rispetto all’impatto che il proprio comportamento può avere sugli altri, a orientare il lavoratore verso l’adozione di comportamenti più sicuri e a favorire un’assunzione di responsabilità rispetto alle tematiche di sicurezza. In questa tipologia di intervento è fondamentale focalizzare l'attenzione sui potenziali vantaggi associati al lavorare in sicurezza per il lavoratore, cercando al contempo di favorire lo sviluppo di atteggiamenti positivi da parte dei lavoratori. Complessivamente, questi interventi condividono l’obiettivo di favorire lo sviluppo di valori positivi rispetto alla sicurezza, in particolare mediante azioni di sensibilizzazione nei confronti della tematica a livello di team e organizzativo.",
                "Raccomandazioni": "I valori culturali presenti all’interno del contesto organizzativo possono influenzare significativamente la potenziale l’efficacia degli interventi basati su questa strategia. In particolare, in contesti dove prevalgono elevati livelli di individualismo saranno più efficaci strategie focalizzate sul personal commitment, che sottolineano l’importanza di alti standard per la sicurezza individuale e la responsabilità del singolo lavoratore legata ai comportamenti di sicurezza. A bassi livelli di individualismo, saranno più efficaci interventi che enfatizzano gli aspetti sociali relativi al role modelling ed ai benefici che l’intero gruppo/organizzazione ne possono trarre. In contesti caratterizzati da alti livelli di mascolinità enfatizzare aspetti di competizione con i colleghi (vedi Esempio 1) può contribuire ad aumentare l’efficacia dell’intervento. "
            }
        ],
    "PSF_SocioTecnico" : []
}

